[
    {
        "Date": "1/26/2015",
        "City": "Washington",
        "State": "D.C.",
        "Latitude": "38.8977",
        "Longitude": "77.0366",
        "Narrative": "A small UAV landed on the grounds of the White House in Washington, D.C. in the pre-dawn hours. President Obama and the First Lady were out of the country."
    },
    {
        "Date": "11/15/2014",
        "City": "Tuscaloosa",
        "State": "AL",
        "Latitude": "33.2078",
        "Longitude": "87.5506",
        "Narrative": "A small UAV fell and struck a pedestrian in a parking lot near Bryant-Denny Stadium during a University of Alabama football game in Tuscaloosa, AL"
    },
    {
        "Date": "11/11/2014",
        "City": "Trenton",
        "State": "New Jersey",
        "Latitude": "40.2767",
        "Longitude": "74.8133",
        "Narrative": "PRELIM INFO FROM FAA OPS: TRENTON, NJ/UAS INCIDENT/1709E/TRENTON ATCT ADVISED THAT FRONTIER 928, A319, STL - TTN, SOUTHBOUND ON FINAL APPROACH TO RUNWAY 24 REPORTED A CIRCULAR SHAPED UAS WITH 6 TRIPOD TYPE LIGHTS CIRCLING BETWEEN 1,500 - 1,600 FEET 3 NE TRENTON ARPT. "
    },
    {
        "Date": "11/11/2014",
        "City": "Wichita",
        "State": "Kansas",
        "Latitude": "37.688889",
        "Longitude": "-97.336111",
        "Narrative": "PRELIM INFO FROM FAA OPS: WICHITA, KS/UAS INCIDENT/1150C/SOUTHWEST 12, B737, DESCENDED OUT OF 11,000 FEET REPORTED SEEING A SMALL, HIGH WING SLOW MOVING ACFT. NO EVASIVE ACTION TAKEN. "
    },
    {
        "Date": "11/9/2014",
        "City": "Sarasota",
        "State": "Florida",
        "Latitude": "27.336435",
        "Longitude": "-82.530653",
        "Narrative": "PRELIM INFO FROM FAA OPS: SARASOTA, FL/UAS INCIDENT/1630E/N5496P, PIPER PA24, REPORTED SEEING A UAS AT 7,000 FEET 21 S OF SARASOTA. THE DESCRIPTION WAS 4-5 FEET WIDE WITH A BRIGHT SHINING METALLIC COLOR, WINGS AND A PROP ON THE BACK. NO EVASIVE ACTION TAKEN. SARASOTA COUNTY PD NOTIFIED . "
    },
    {
        "Date": "11/8/2014",
        "City": "Tuscon",
        "State": "Arizona",
        "Latitude": "32.221743",
        "Longitude": "-110.926479",
        "Narrative": "PRELIM INFO FROM FAA OPS: TUCSON, AZ/UAS INCIDENT/1820M/TUCSON APPROACH ADVISED UNIDENTIFIED DRONE FLEW OVER THE ARIZONA STATE UNIVERSITY FOOTBALL STADIUM. FBI AWARE AND NOTIFIED TUCSON APPROACH. NO IMPACT TO ATC AND NOT OBSERVED ON RADAR. "
    },
    {
        "Date": "11/8/2014",
        "City": "Ormond Beach",
        "State": "Florida",
        "Latitude": "29.285813",
        "Longitude": "-81.055889",
        "Narrative": "PRELIM INFO FROM FAA OPS: ORMOND BEACH, FL/UAS INCIDENT/1000E/DAYTON BEACH APCH ADVISED N21161, PIPER PA44, AT 1,600 FEET 10 W OMN VOR REPORTED A UAS WITHIN 600-700 FEET. NO CONFLICTS REPORTED. PILOT REPORTED UAS HAD A OPERATING TRANSPONDER. VOLUSIA COUNTY SHERIFF NOTIFIED. "
    },
    {
        "Date": "11/8/2014",
        "City": "Honolulu",
        "State": "Hawaii",
        "Latitude": "21.306944",
        "Longitude": "-157.858333",
        "Narrative": "PRELIM INFO FROM FAA OPS: HONOLULU, HI/UAS INCIDENT/0700L/USCG REPORTED THE ADMIRAL'S RESIDENCE AT DIAMOND HEAD LIGHTHOUSE WAS OVERFLOWN BY A DJ PHANTOM QUADCOPTER UAS OPERATED BY A PHOTOGRAPHER. NO PROPERTY DAMAGE OR IMPACT ON NAS. NO OTHER AIRCRAFT INVOLVED. "
    },
    {
        "Date": "11/4/2014",
        "City": "Van Nuys",
        "State": "California",
        "Latitude": "34.189857",
        "Longitude": "-118.451357",
        "Narrative": "PRELIM INFO FROM FAA OPS: VAN NUYS, CA/UAS INCIDENT/1130P/BURBANK ATCT RECEIVED REPORT FROM N14TV, EUROCOPTER AS50, REFERENCE A CAMERA EQUIPPED UAS ORBITING 10 ESE VAN NUYS NEAR THE HOLLYWOOD SIGN AT BETWEEN 1,800 AND 1,900 FEET. LAPD AIR UNIT NOTIFIED. "
    },
    {
        "Date": "11/2/2014",
        "City": "Orlando",
        "State": "Florida",
        "Latitude": "28.538336",
        "Longitude": "-81.379236",
        "Narrative": "PRELIM INFO FROM FAA OPS: ORLANDO, FL/UAS REPORT/1439E/SFB ATCT REICIEVED REPORT FROM CONNECTION 215, CESSNA C172, SFB-SFB, OBSERVED UAS 100 FEET BELOW AND TO THE RIGHT AT 1,000 FEET 4.5 SW SFB. LEOS RESPONDING. "
    },
    {
        "Date": "10/31/2014",
        "City": "Bedford",
        "State": "Massachusetts",
        "Latitude": "42.490623",
        "Longitude": "-71.276009",
        "Narrative": "PRELIM INFO FROM FAA OPS: BEDFORD, MA/UAS INCIDENT/1456E/BEDFORD ATCT ADVISED N75202, PIPER P28A, REPORTED A WHITE UAS AT 2,700 FEET 4 NW BEDFORD. NO CONFLICTS REPORTED. LOCAL PD NOTIFIED AT 911."
    },
    {
        "Date": "10/30/2014",
        "City": "Andrews AFB",
        "State": "Maryland",
        "Latitude": "38.79652",
        "Longitude": "-76.883626",
        "Narrative": "PRELIM INFO FROM FAA OPS: ANDREWS AFB, MD/UAS INCIDENT/1810E/NCRCC REPORTS A REMOTE CONTROL ACFT OPERATING VCNTY ANDREWS AFB WATER TOWER. LEOS RESPONDING. "
    },
    {
        "Date": "10/28/2014",
        "City": "Houston",
        "State": "Texas",
        "Latitude": "29.760427",
        "Longitude": "-95.369803",
        "Narrative": "PRELIM INFO FROM FAA OPS: HOUSTON INT'L, TX/UAS INCIDENT/10-11 1757C/EXPRESSS JET 5790, E145, INBOUND FOR RUNWAY 8R WHILE ON A 5 MILE FINAL AT 1,700 FEET REPORTED SEEING A UAS AT OR ABOUT 1,000 FEET AND WAS RED AND WHITE IN COLOR. NO REPORT OF LEOS WERE NOTIFIED. "
    },
    {
        "Date": "10/27/2014",
        "City": "Corpus Christi",
        "State": "Texas",
        "Latitude": "27.800583",
        "Longitude": "-97.396381",
        "Narrative": "PRELIM INFO FROM FAA OPS: CORPUS CHRISTI, TX/UAS INCIDENT/1330C/MILITARY OMAHA21, MQJ9, UAS SPILLED OUT OF THE TFR BELOW 15,000 FEET. SUBJECT OF A SIGNIFICANT MOR. NO LOSS OF SEPN REPORTED. CUSTOMS AND BORDER PATROL WAS ADVISED BY AIR AND MARINE OPERATION CENTER (AMOC). "
    },
    {
        "Date": "10/27/2014",
        "City": "Allentown",
        "State": "Pennsylvania",
        "Latitude": "40.608431",
        "Longitude": "-75.490183",
        "Narrative": "PRELIM INFO FROM FAA OPS: ALLENTOWN, PA/UAS INCIDENT/0958E/N15XD, DEHAVILLAND DHC7, REPORTED SEEING A UAS AT 2,000 FEET 9.5 SW ALLENTOWN ARPT. NO DESCRIPTION WAS GIVEN. PENNSYLVANIA STATE PD WAS NOTIFIED. "
    },
    {
        "Date": "10/26/2014",
        "City": "Orlando",
        "State": "Florida",
        "Latitude": "28.538336",
        "Longitude": "-81.379236",
        "Narrative": "PRELIM INFO FROM FAA OPS: ORLANDO, FL/UAS INCIDENT/1800E/ CENTRAL FLORIDA TRACON REPORTED SPIRIT 713, A319, ENCOUNTERED A UAS BELOW ACFT AT 11,000 FEET 15 W OF ORL. UAS WAS DESCRIBED AS HAVING A RED VERTICAL STABILIZER AND A BLUE BODY. NO RADAR TARGETS REPORTED. UNKN IF LEO WAS NOTIFIED. "
    },
    {
        "Date": "10/26/2014",
        "City": "New Orleans",
        "State": "Louisiana",
        "Latitude": "29.951066",
        "Longitude": "-90.071532",
        "Narrative": "PRELIM INFO FROM FAA OPS: NEW ORLEANS, LA/UAS INCIDENT/1213C/N36CA, NORTH AMERICAN T6, REPORTED A UAS IN THE TRAFFIC PATTERN AT 900 FEET .5 S RUNWAY 36R AND 300 FEET OFF RIGHT WING DESCRIBED AS A SMALL HELICOPTER. NO EVASIVE ACTION TAKEN. "
    },
    {
        "Date": "10/25/2014",
        "City": "Knoxville",
        "State": "Tennessee",
        "Latitude": "35.960638",
        "Longitude": "-83.920739",
        "Narrative": "PRELIM INFO FROM FAA OPS: KNOXVILLE, TN/UAS INCIDENT/1748E/KNOXVILLE TRACON REPORTED A QUAD COPTER AT 50 FEET BEING FLOWN ADJACENT NEYLAND STADIUM, LOCATED ON CAMPUS OF THE UNIVERSITY OF TENNESSEE DURING FOOTBALL GAME, WHILE TFR IN EFFECT. FBI ON SITE STOPPED ACTIVITY. "
    },
    {
        "Date": "10/25/2014",
        "City": "Pleasant Prairie",
        "State": "Wisconsin",
        "Latitude": "42.553075",
        "Longitude": "-87.933412",
        "Narrative": "PRELIM INFO FROM FAA OPS: PLEASANT PRAIRIE, WI/UAS INCIDENT/1400C/PLEASANT PRAIRIE POLICE DEPARTMENT REPORTED A DARK GRAY UAS WITH A 4-5 FOOT WING SPAN AND A PROPELLER ON THE REAR WAS FLYING OVER THE WISCONSIN ELECTRIC PLEASANT PRAIRIE POWER PLANT. "
    },
    {
        "Date": "10/25/2014",
        "City": "New York",
        "State": "New York",
        "Latitude": "40.712784",
        "Longitude": "-74.005941",
        "Narrative": "PRELIM INFO FROM FAA OPS: LGA/UAS INCIDENT/1047E/LGA ATCT ADVISED UNITED 674, B752, AND WESTJET 1204, B736, WHILE ON 8 MILE FINAL FOR RUNWAY 22, DESCENDING FROM 3,000 FEET REPORTED OBSERVING A SMALL UAS, BROWN IN COLOR. UAS APPROXIMATE LOCATION NEAR GOLF COURSE. NO EVASIVE ACTION TAKEN. LGA ADVISED NOTIFYING LEO'S. "
    },
    {
        "Date": "10/24/2014",
        "City": "Medford",
        "State": "Oregon",
        "Latitude": "42.326515",
        "Longitude": "-122.875595",
        "Narrative": "PRELIM INFO FROM FAA OPS: MFR/UAS EVENT/1740P/MFR ATCT ADVISED BY N33MS, PAY2, AT 5,000 FEET REPORTED A LARGE 4 BLADED PROPELLER UAS HEADING NE AT 4,000 FEET 5 W MFR. "
    },
    {
        "Date": "10/24/2014",
        "City": "Joplin",
        "State": "Missouri",
        "Latitude": "37.084227",
        "Longitude": "-94.513281",
        "Narrative": "MOR on UAS activity Joplin, MO\nSummary: UAV OPERATIONS WERE BEING CONDUCTED AT THE JOPLIN REGIONAL AIRPORT WHEN I ARRIVED AT THE FACILITY. THE AIRPORT MANAGER WAS COMUNICATING WITH THE LOCAL CONTROLLER ON TOWER FREQUENCY 119.8 AND MANNED AIRCRAFT OPERATIONS WERE BEING CONDUCTED ON RUNWAY 13. A PILOT IN THE PATTERN FOR RUNWAY 13 LATER REQUESTED TO OPERATE ON RUNWAY 18. THERE WAS NO NOTAM FOR THE OPERATUION. AFTER REVIEWING JO 7210.873, IT APPEARED THAT WE MAY BE OPERATING OUTSIDE OF APPROPRIATE PROTOCOLS AND REQUESTED CLARIFICATION FROM SUPPORT MANAGER AT WICHITA TOWER. SHE ADVISED ME TO CONTACT [redacted]. MR [redacted] ADVISED THAT THE OPERATION WAS ILLEGAL AND THAT WE NEEDED TO TERMINATE THE OPERATION IMMEDIATELY AND FILE AN MOR. HE SAID THAT HE WOULD ADVISE FLIGHT STANDARDS ABOUT THE INCIDENT. THE AIRPORT MANAGER WAS CONTACTED AT 1433Z AND ADVISED THAT IT WAS AN ILLEGAL OPERATION AND THE UAV LANDED SHORTLY THEREAFTER.\n"
    },
    {
        "Date": "10/24/2014",
        "City": "Columbus",
        "State": "Georgia",
        "Latitude": "32.460976",
        "Longitude": "-84.987709",
        "Narrative": "PRELIM INFO FROM FAA OPS: COLUMBUS, GA/UAS INCIDENT/1119E/ATLANTA TRACON ADVISED LAWSON AAF REPORTED A DATA LINK LOSS WITH A SMALL HAND HELD MILITARY UAS. THE UAS LAST KNOWN ALTITUDE 650 FEET, SW BOUND WITH A FUEL EXHAUST TIME OF APPROX 40 MINUTES. EXPECTED TO REMAIN IN THE RESTRICTED AREA. "
    },
    {
        "Date": "10/20/2014",
        "City": "Washington",
        "State": "District of Columbia",
        "Latitude": "38.907192",
        "Longitude": "-77.036871",
        "Narrative": "PRELIM INFO FROM FAA OPS: BOLLING AFB, WASHINGTON, DC/UAS INCIDENT/1921E/JB BOLLING POLICE REPORTED TO POTOMAC TRACON THAT A CREDIBLE SOURCE ON THE BASE OBSERVED A UAS IN THE AREA AT 1830E. ACFT WAS AT 150 FEET AND MANEUVERED OVER THE BASE FOR 15 MINUTES. NO DESCRIPTION WAS GIVEN OTHER THAN GREEN AND RED LIGHTS. BOLLING POLICE WERE DISPATCHED TO INVESTIGATE AND FOUND NOTHING. "
    },
    {
        "Date": "10/20/2014",
        "City": "Pittsburgh",
        "State": "Pennsylvania",
        "Latitude": "40.440625",
        "Longitude": "-79.995886",
        "Narrative": "PRELIM INFO FROM FAA OPS: PITTSBURGH, PA/UAS INCIDENT/1437E/AIR WISCONSIN 3815, CRJ2, AT 10,000 FEET REPORTED 1 OR 2 UAS PASSED LESS THAN 500 FEET ABOVE MOVING SLOWLY TO SOUTH 14 SE ALLEGHENY COUNTY ARPT. UAS WERE BLACK AND GRAY, WITH THIN BODY,5-6 FEET IN LENGTH, AND HELICOPTER TYPE BLADES. LEO'S HAVE BEEN NOTIFIED. "
    },
    {
        "Date": "10/19/2014",
        "City": "Greenville",
        "State": "South Carolina",
        "Latitude": "34.852618",
        "Longitude": "-82.39401",
        "Narrative": "PRELIM INFO FROM FAA OPS: GREENVILLE, SC/UAS INCIDENT/1733E/ GREER ATCT REPORTED ENVOY 3279, E145, DFW - GSP, ENCOUNTERED A UAS 500-1000 FEET OFF OF THEIR RT SIDE WHILE ON VISUAL APPROACH TO RUNWAY 4 AT 2000 FEET. UAS WAS DESCRIBED AS THE SIZE OF A LARGE BIRD WITH FOUR ENGINES. UNKN IF LEO WAS NOTIFIED. "
    },
    {
        "Date": "10/18/2014",
        "City": "Fresno",
        "State": "California",
        "Latitude": "36.746842",
        "Longitude": "-119.772587",
        "Narrative": "PRELIM INFO FROM FAA OPS: FRESNO, CA/UAS INCIDENT/1900P/FRESNO PD2, HELICOPTER, WAS ADVISED BY GROUND UNIT OF A UAS OPERATING IN THE VCNTY OF THE FRESNO FAIR GROUNDS APPROXIMATELY 150-200 AGL. NO INJURIES OR EVASIVE ACTION TAKEN. "
    },
    {
        "Date": "10/18/2014",
        "City": "Wausau",
        "State": "Wisconsin",
        "Latitude": "44.959135",
        "Longitude": "-89.630122",
        "Narrative": "PRELIM INFO FROM FAA OPS: WAUSAU, WI/UAS INCIDENT/1645C/MINNEAPOLIS ARTCC REPORTED N441DP, CESSNA C172, PASSING A BLACK QUAD-COPTER APPROXIMATELY 50 FEET APART WHILE ON DESCENT 7.1 NORTH OF WAUSAU AT 4,500 FEET. MINNEAPOLIS ARTCC NOTIFIED LEOS. "
    },
    {
        "Date": "10/18/2014",
        "City": "Miami Beach",
        "State": "Florida",
        "Latitude": "25.790654",
        "Longitude": "-80.130045",
        "Narrative": "PRELIM INFO FROM FAA OPS: MIAMI BEACH, FL/UAS INCIDENT/1430E/N247LP, ROBINSON R44, REPORTED A UAS OPERATING AT 400 FEET 4.78 ESE MIAMI BEACH. MIAMI PD NOTIFIED."
    },
    {
        "Date": "10/18/2014",
        "City": "Miami",
        "State": "Florida",
        "Latitude": "25.76168",
        "Longitude": "-80.19179",
        "Narrative": "PRELIM INFO FROM FAA OPS: MIAMI BEACH, FL/UAS INCIDENT/1130E/MIAMI APPROACH REPORTED AN INDIVIDUAL CONTROLLING A UAS NEAR MIAMI SEAPORT, WHERE SEAPLANES AND CRUISE SHIPS OPERATE. OFFICER APPROACHED INDIVIDUAL AND INSTRUCTED THEM TO DISCONTINUE UAS FLIGHT."
    },
    {
        "Date": "10/17/2014",
        "City": "Norfolk",
        "State": "Virginia",
        "Latitude": "36.850769",
        "Longitude": "-76.285873",
        "Narrative": "PRELIM INFO FROM FAA OPS: NORFOLK, VA/UAS EVENT/1530E/PSA 5180,CRJ2, REPORTED A UAS PASSED 200 FEET BELOW ACFT WHILE ON LEFT DOWNWIND RWY 23 AT ORF. PILOT STATED THE UAS WAS AT 2,800 FEET AND PASSED .25 MILE WEST OF ACFT ON A LEFT DOWNWIND AND 200 FEET BELOW ACFT ALTITUDE OF 3,000. APPX LOCATION 3 SE ORF. DATA DID NOT SHOW UAS ON RADAR AND NOT OBSERVED BY ORF ATCT. "
    },
    {
        "Date": "10/16/2014",
        "City": "Hampton Roads",
        "State": "Virginia",
        "Latitude": "37.007102",
        "Longitude": "-76.3932",
        "Narrative": "PRELIM INFO FROM FAA OPS: HAMPTON ROADS, VA/UAS INCIDENT/1910E/NORFOLK TRACON ADVISED A CONCERNED PILOT REPORTED REPEATED SIGHTINGS OF A HIGH PERFORMANCE UAS WITH NAVIGATION LIGHTS AT 3,000 FEET WHILE ON FINAL APPROACH RUNWAY 5 NORFOLK. NO CONFLICTS REPORTED. "
    },
    {
        "Date": "10/16/2014",
        "City": "Richmond",
        "State": "Virginia",
        "Latitude": "37.540725",
        "Longitude": "-77.436048",
        "Narrative": "PRELIM INFO FORM FAA OPS: RICHMOND, VA/UAS REPORT/0918E/N682AT, PIPER PA44, REPORTED HELICOPTER TYPE UAS AT 600 FEET 12 S RICHMOND HEADING SOUTHBOUND. "
    },
    {
        "Date": "10/15/2014",
        "City": "Allentown",
        "State": "Pennsylvania",
        "Latitude": "40.608431",
        "Longitude": "-75.490183",
        "Narrative": "PRELIM INFO FORM FAA OPS: ALLENTOWN, PA/UAS REPORT/0750E/ABE REPORTED LOW ALTITUDE SMALL UAS WITH RED LIGHT TRAVELLING ACROSS APPROACH END RWY 24 FROM 1 MILE SE TO .25 MILE N ABE. LEOS DISPATCHED. "
    },
    {
        "Date": "10/14/2014",
        "City": "Daytona Beach",
        "State": "Florida",
        "Latitude": "29.210815",
        "Longitude": "-81.022833",
        "Narrative": "PRELIM INFO FROM FAA OPS: DAYTONA BEACH, FL/UAS INCIDENT/10-11 1600E/AN UNAUTHORIZED UAS APPROXIMATELY 1.5 FEET SQUARE WAS OPERATING A LOW ALTITUDE OVER THE DAYTONA BEACH MUNICIPAL STADIUM AND STRIKING A CITIZEN CAUSING MINOR ABRASION. THE INCIDENT WAS REPORTED BY DAYTONA BEACH POLICE TO SOUTHERN REGIONAL OPERATION CENTER. "
    },
    {
        "Date": "10/13/2014",
        "City": "Madison",
        "State": "Wisconsin",
        "Latitude": "43.073052",
        "Longitude": "-89.40123",
        "Narrative": "PRELIM INFO FROM FAA OPS: MADISON, WI/UAS INCIDENT/10-11 1230C/AN UNIDENTIFIED CITIZEN REPORTED SEEING A UAS OVER CAMP RANDALL STADIUM AT UNKN ALTITUDE. THE UAS WAS DESCRIBED AS WHITE WITH FOUR SMALL PROPELLERS AND A GOPRO CAMERA ATTACHED. LEOS WERE NOTIFIED. "
    },
    {
        "Date": "10/12/2014",
        "City": "Fresno",
        "State": "California",
        "Latitude": "36.746842",
        "Longitude": "-119.772587",
        "Narrative": "PRELIM INFO FROM FAA OPS: FAT/UAS INCIDENT/2335P/FAT ATCT ADVISED HWY PATROL HELICOPTER HP40 REPORTED A UAS WITH LIGHTS WAS MANEUVERING AT 1,000 FEET 4 S FAT. NO EVASIVE ACTION TAKEN. "
    },
    {
        "Date": "10/12/2014",
        "City": "Oklahoma City",
        "State": "Oklahoma",
        "Latitude": "35.46756",
        "Longitude": "-97.516428",
        "Narrative": "CORRECTED INFO FROM FAA OPS: TINKER AFB, OK/UAS INCIDENT/1424C/OKLAHOMA CITY ATCT REPORTED AN ACFT REPORTED TAKING EVASIVE ACTION TO AVOID A SMALL UAS AT 4,800 FEET, 2 FEET WIDE BLACK IN COLOR WITH A CAMERA ATTACHED ON THE BOTTOM. PILOT REPORTED UAS CAME WITHIN 10 - 20 FEET OF ACFT 10 N TINKER. LEOS NOTIFIED. "
    },
    {
        "Date": "10/11/2014",
        "City": "Houston",
        "State": "Texas",
        "Latitude": "29.760427",
        "Longitude": "-95.369803",
        "Narrative": "PRELIM INFO FROM FAA OPS: HOUSTON, TX/UAS REPORT/1829C/IAH ATCT REICIEVED REPORT FROM EXPRESS JET 5790, E-135, MAF-IAH, OBSERVED UAS HOVERING AT 1,000 FEET 5 MILE WEST IAH. LEOS RESPONDING. "
    },
    {
        "Date": "10/11/2014",
        "City": "Portland",
        "State": "Oregon",
        "Latitude": "45.523062",
        "Longitude": "-122.676482",
        "Narrative": "PRELIM INFO FROM FAA OPS: PORTLAND, OR/UAS REPORT/1506P/PUBLIC SAFETY DISPATCH REPORTED UAS HOVERING VCNTY CENTER FOR HEALTH AND HEALING, 3303 SW BOND AVE PORTLAND, OR."
    },
    {
        "Date": "10/11/2014",
        "City": "Chandler",
        "State": "Arizona",
        "Latitude": "33.30616",
        "Longitude": "-111.84125",
        "Narrative": "PRELIM INFO FROM FAA OPS: CHANDLER, AZ/UAS INCIDENT/0742P/CHANDLER ATCT ADVISED N1591E, CESSNA C172, REPORTED A SMALL WHITE UAS AT 2,400 FEET 2 SW CHANDLER. NO CONFLICTS REPORTED. CHANDLER PD NOTIFIED ."
    },
    {
        "Date": "10/11/2014",
        "City": "Ann Arbor",
        "State": "Michigan",
        "Latitude": "42.280826",
        "Longitude": "-83.743038",
        "Narrative": "PRELIM INFO FROM FAA OPS: ANN ARBOR, MI/UAS REPORT/1915E/LEOS SEIZED AN UAS TAKING PICTURES VCNTY OF FOOTBALL STADIUM WHILE GAME/TFR IN PROGRESS. UNIVERSITY OF MICHIGAN PD."
    },
    {
        "Date": "10/10/2014",
        "City": "New York",
        "State": "New York",
        "Latitude": "40.712784",
        "Longitude": "-74.005941",
        "Narrative": "PRELIM INFO FROM FAA OPS: JFK/UAS INCIDENT/1452E/ENDEAVOR AIR 3688, CRJ9, REPORTED A POSSIBLE UAS ENCOUNTER WHILE DEPARTING JFK. NYPD AVIATION UNIT INVESTIGATED WITH NEGATIVE FINDINGS. "
    },
    {
        "Date": "10/9/2014",
        "City": "Madison",
        "State": "Mississippi",
        "Latitude": "32.461809",
        "Longitude": "-90.115364",
        "Narrative": "PRELIM INFO FROM FAA OPS: MADISON, MS/UAS INCIDENT/1930C/JAN APPROACH REPORTED N700LE, HAWKER BEECHCRAFT BE20, OBSERVED AN UNKN TYPE UAS AT 1,400 FEET, 1 SE MBO. NO INJURIES REPORTED. MADISON PD NOTIFIED .\nFollow Up: Madison Police Department advised Jackson ATCT that the UAS was being operated by a high-school football team to record their game. They lost control of the UAS and it deviated into controlled airspace. "
    },
    {
        "Date": "10/8/2014",
        "City": "Cambridge",
        "State": "Massachusetts",
        "Latitude": "42.373616",
        "Longitude": "-71.109733",
        "Narrative": "Quadcopter plummets to earth after being attacked by a hawk while flying over a park in Cambridge, MA."
    },
    {
        "Date": "10/7/2014",
        "City": "Dallas",
        "State": "Texas",
        "Latitude": "32.776664",
        "Longitude": "-96.796988",
        "Narrative": "PRELIM INFO FROM FAA OPS: DALLAS, TX/UAS EVENT/1409C/DALLAS FORT WORTH TRACON ADVISED AN UNIDENTIFIED 5 FOOT UAS WITH A CAMERA ATTACHED VIOLATED CLASS B AIRSPACE AND CRASHED (LAT/LONG 32.80/096.88) VCNTY DALLAS LOVE ARPT. "
    },
    {
        "Date": "10/7/2014",
        "City": "San Jose",
        "State": "California",
        "Latitude": "37.338208",
        "Longitude": "-121.886329",
        "Narrative": "PRELIM INFO FROM FAA OPS: SAN JOSE, CA/UAS REPORT/0926P/SAN JOSE ATCT REPORTED A UAS FLEW OVER RUNWAY 31L AT 600 - 700 FEET. NO CONFLICTS WERE REPORTED. SAN JOSE PD WAS NOTIFIED. "
    },
    {
        "Date": "10/6/2014",
        "City": "Washington",
        "State": "District of Columbia",
        "Latitude": "38.907192",
        "Longitude": "-77.036871",
        "Narrative": "PRELIM INFO FROM FAA OPS: WASHINGTON, DC/UAS INCIDENT/1916E/ANDREWS ATCT REPORTED A WHITE UAS WITH RED AND BLUE LIGHTS AT 150 FEET OVER FED EX FIELD, 7 N ANDREWS AFB. UAS OBSERVED BY PEOPLE ON THE GROUND. PRINCE GEORGE'S COUNTY POLICE HAVE UAS OPERATORS IN CUSTODY. "
    },
    {
        "Date": "10/5/2014",
        "City": "Birmingham",
        "State": "Alabama",
        "Latitude": "33.520661",
        "Longitude": "-86.80249",
        "Narrative": "PRELIM INFO FROM FAA OPS: BIRMINGHAM, AL/UAS INCIDENT/1840C/N7508Z, HELICOPTER, REPORTED A QUADRACOPTER UAS AT 1,600 FEET INSIDE BHM CLASS C AIRSPACE 3 SW BHM. NO EVASIVE ACTION REQUIRED. BIRMINGHAM PD NOTIFIED. "
    },
    {
        "Date": "10/3/2014",
        "City": "Orlando",
        "State": "Florida",
        "Latitude": "28.538336",
        "Longitude": "-81.379236",
        "Narrative": "PRELIM INFO FROM FAA OPS: ORLANDO, FL/UAS REPORT/1100E/F11 TRACON RECEIVED REPORT FROM PHOTO1, CESSNA C182, THAT A RED AND WHITE UAS WAS OBSERVED HEADING WESTBOUND AT 1,500 FEET 5 SOUTH ORL. CLOSEST PROXIMITY 200 FEET. ORANGE COUNTY SHERIFF NOTIFIED. "
    },
    {
        "Date": "10/3/2014",
        "City": "College Park",
        "State": "Maryland",
        "Latitude": "38.989697",
        "Longitude": "-76.93776",
        "Narrative": "PRELIM INFO FROM FAA OPS: COLLEGE PARK, MD/UAS REPORT/0946E/DCA ATCT RECEIVED REPORT FROM PG COUNTY POLICE HELICOPTER THAT A 6 BLADED UAS WAS OBSERVED HOVERING AT TREE LEVEL AND LANDED IN A FIELD .25 MILE SOUTH CGS. LEOS RESPONDING."
    },
    {
        "Date": "10/2/2014",
        "City": "Ontario",
        "State": "California",
        "Latitude": "34.063344",
        "Longitude": "-117.650888",
        "Narrative": "PRELIM INFO FROM FAA OPS: ONTARIO, CA/UAS REPORT/1303P/ONTARIO ATCT REPORTED A PRIVATE CITIZEN CALLED THE ATCT COMPLAINING THAT A NEIGHBOR WAS FLYING A UAS OVER HIS HOME AND NEIGHBORING HOMES AT 100 FEET THE PREVIOUS EVENING. DEN ADVISED ONT ATCT THIS WAS A LEO ISSUE. "
    },
    {
        "Date": "9/30/2014",
        "City": "Oswego",
        "State": "New York",
        "Latitude": "43.455346",
        "Longitude": "-76.510497",
        "Narrative": "PRELIM INFO FROM FAA OPS: STATION OSWEGO, NY/UAS INCIDENT/ 9-24 1431E/AN UNIDENTIFIED PERSON WAS OBSERVED OPERATING A QUADCOPTER THAT APPEARED TO HAVE A CAMERA EQUIPPED TO THE BOTTOM OF THE ACFT (DESCRIPTION MATCHES THAT OF A PHANTOM DJI WITH GOPRO CAMERA. AN INQUIRY SENT TO THE NATIONAL TARGETTING CENTER FOR FURTHER REVIEW.  "
    },
    {
        "Date": "9/30/2014",
        "City": "Phoenix",
        "State": "Arizona",
        "Latitude": "33.448377",
        "Longitude": "-112.074037",
        "Narrative": "PRELIM INFO FROM FAA OPS: PHOENIX, AZ/UAS INCIDENT/1215P/N503PD, ENSTROM EN28, REPORTED A UAS (QUAD-COPTER) HOVERING 300 FEET BELOW WHILE ORBITING AT 1,600 FEET, 3 WNW PHX. NO CONFLICT REPORTED. "
    },
    {
        "Date": "9/30/2014",
        "City": "New York",
        "State": "New York",
        "Latitude": "40.712784",
        "Longitude": "-74.005941",
        "Narrative": "PRELIM INFO FROM FAA OPS:  LGA/UAS REPORT/0820E/NEW YORK TRACON (N90) REPORTED REPUBLIC 6230, CRJ7, INBOUND TO LGA AT 4,000 FEET REPORTED A RED/BLACK/YELLOW UAS AT THE SAME ALTITUDE 2 NORTH OF THE VERRAZANO BRIDGE THAT ALMOST HIT ACFT. NYPD AVIATION UNIT NOTIFIED. "
    },
    {
        "Date": "9/28/2014",
        "City": "Neward",
        "State": "New Jersey",
        "Latitude": "40.735657",
        "Longitude": "-74.172367",
        "Narrative": "PRELIM INFO FROM FAA OPS: NEWARK, NJ/UAS INCIDENT/1010E/N2NJ, HELICOPTER (POLICE), REPORTED SEEING A UAS AT 1,000 FEET 2 NE NEWARK ARPT. UAS WAS DESCRIBED AS 2 FEET IN LENGTH WITH A CAMERA ATTACHED ON TOP.  "
    },
    {
        "Date": "9/27/2014",
        "City": "Hillsdale",
        "State": "Michigan",
        "Latitude": "41.920047",
        "Longitude": "-84.63051",
        "Narrative": "PRELIM INFO FROM FAA OPS: HILLSDALE, MI/UAS INCIDENT/1550E/TOLEDO ATCT ADVISED N512RD, CIRRUS SR22, 10 SE HILLSDALE AT 7,500 FEET REPORTED A YELLOW REMOTE CONTROLLED HELICOPTER 500 FEET BELOW. NO EVASIVE ACTION TAKEN. TOLEDO ATCT ADVISED LEO'S WOULD BE NOTIFIED."
    },
    {
        "Date": "9/27/2014",
        "City": "Medford",
        "State": "Oregon",
        "Latitude": "42.326515",
        "Longitude": "-122.875595",
        "Narrative": "PRELIM INFO FROM FAA OPS: MEDFORD, OR/UAS INCIDENT/1418P/MEDFORD ATCT ADVISED N831CD, CIRRUS SR22, 8 SE MEDFORD AT 4,000 FEET REPORTED A UNKN TYPE UAS 200 FEET BELOW. NO EVASIVE ACTION REPORTED. "
    },
    {
        "Date": "9/27/2014",
        "City": "Manchester",
        "State": "New Hampshire",
        "Latitude": "42.99564",
        "Longitude": "-71.454789",
        "Narrative": "PRELIM INFO FROM FAA OPS: MANCHESTER, NH/UAS INCIDENT/1328E/BOSTON TRACON ADVISED ACFT REPORTING A GREEN UAS HOVERING AT 1,500 FEET WHILE DEPARTING RUNWAY 35. BOSTON TRACON ADVISED ACFT WILL BE VECTORED ON A DIFFERENT HEADING TO AVOID THE AREA IN THE VCNTY OF THE UAS. NEW HAMPSHIRE STATE PD AND MANCHESTER PD NOTIFIED. "
    },
    {
        "Date": "9/26/2014",
        "City": "El Cajon",
        "State": "California",
        "Latitude": "32.794773",
        "Longitude": "-116.962527",
        "Narrative": "PRELIM INFO FROM FAA OPS: EL CAJON, CA/UAS EVENT/1800P/CITIZEN CALLER REPORTED TO TSOC FAMS, A DRONE IN EL CAJON CA. DRONE WAS DESCRIBED AS A QUAD COPTER TYPE UAS WITH LIGHTS, LAST SPOTTED AT 0100Z, OPERATING AT 700 FEET.  ADDRESS, 1726 WAYNE FOOT AVE. "
    },
    {
        "Date": "9/26/2014",
        "City": "Phoenix",
        "State": "Arizona",
        "Latitude": "33.448377",
        "Longitude": "-112.074037",
        "Narrative": "PRELIM INFO FROM FAA OPS: PHOENIX, AZ/UAS INCIDENT/1215P/N503PD, ENSTROM EN28, REPORTED A UAS (QUAD-COPTER) HOVERING 300 FEET BELOW WHILE ORBITING AT 1,600 FEET, 3 WNW PHX. NO CONFLICT REPORTED. "
    },
    {
        "Date": "9/26/2014",
        "City": "MINNEAPOLIS",
        "State": "Minnesota",
        "Latitude": "44.977753",
        "Longitude": "-93.265011",
        "Narrative": "PRELIM INFO FROM FAA OPS: MINNEAPOLIS, MN/UAS INCIDENT/1200C/MINNEAPOLIS FSDO REPORTED A LOCAL REAL ESTATE OPERATING A UAS APPROX .5 SE MSP. UAS CRASHED INTO AN APARTMENT BUILDING. NO DAMAGES AND NO IMPACT TO MSP OPERATIONS REPORTED. "
    },
    {
        "Date": "9/25/2014",
        "City": "Gadsden",
        "State": "Alabama",
        "Latitude": "34.014264",
        "Longitude": "-86.006639",
        "Narrative": "PRELIM INFO FROM FAA OPS: GADSDEN, AL/UAS INCIDENT/1340C/ATLANTA ARTCC ADVISED, N266DR, DIAMOND DA42, CCO-HSV, REPORTED A UAS AT 7,800 FEET 10 NW GAD HEADING SW BOUND. NO CONFLICTS REPORTED. LEOS NOT NOTIFIED. "
    },
    {
        "Date": "9/25/2014",
        "City": "TERRE HAUTE",
        "State": "Idaho",
        "Latitude": "39.447414",
        "Longitude": "-87.391779",
        "Narrative": "PRELIM INFO FROM FAA OPS: TERRE HAUTE, ID/UAS INCIDENT/1327M/HUF ATCT ADVISED N25SK, CESSNA C172, REPORTED A UAS WHILE ON A 2 MILE FINAL RUNWAY 23. NO CONFLICTS REPORTED. "
    },
    {
        "Date": "9/24/2014",
        "City": "New York",
        "State": "New York",
        "Latitude": "40.712784",
        "Longitude": "-74.005941",
        "Narrative": "PRELIM INFO FROM FAA OPS: LGA/UAS INCIDENT/1830E/DELTA 2370, B712, LGA-PBI, REPORTED A UAS AT 1,800 FEET DURING CLIMBOUT. NO CONFLICT OR PROXIMITY REPORTED.  "
    },
    {
        "Date": "9/24/2014",
        "City": "San Jose",
        "State": "California",
        "Latitude": "37.338208",
        "Longitude": "-121.886329",
        "Narrative": "PRELIM INFO FROM FAA OPS: SAN JOSE, CA/UAS INCIDENT/1159P/N737TX, CESSNA C172, REPORTED A UAS OVER CALAVERAS RESERVOIR AT 3,700 FEET. NO CONFLICT OR PROXIMITY REPORTED.  "
    },
    {
        "Date": "9/20/2014",
        "City": "Teterboro",
        "State": "New Jersey",
        "Latitude": "40.859822",
        "Longitude": "-74.059307",
        "Narrative": "PRELIM INFO FROM FAA OPS: TETERBORO, NJ/UAS/1708E/NEW YORK APPROACH REPORTS A UAS PASSED IN FRONT OF PORTER 139, DE HAVILLAND DH8D, AT 4,000 FEET HEADING NE BOUND 8 NW TETERBORO. CLOSEST PROXIMITY UNKNOWN. NO UAS DESCRIPTION REPORTED. NEW JERSEY STATE POLICE NOTIFIED. "
    },
    {
        "Date": "9/20/2014",
        "City": "Portland",
        "State": "Oregon",
        "Latitude": "45.523062",
        "Longitude": "-122.676482",
        "Narrative": "PRELIM INFO FROM FAA OPS: PORTLAND, OR/UAS INCIDENT/1357P/PORTLAND APPROACH ADVISED N36711, PIPER P28A, 15 NM S PORTLAND AT 3,000 FEET REPORTED A UAS, RED IN COLOR, PASSED 100 FEET LATERAL, AT THE SAME ALTITUDE. LEOS NOT NOTIFIED. "
    },
    {
        "Date": "9/20/2014",
        "City": "Visalia",
        "State": "California",
        "Latitude": "36.330228",
        "Longitude": "-119.292058",
        "Narrative": "PRELIM INFO FROM FAA OPS: VISALIA, CA/UAS/1135P/FRESNO ATCT REPORTS N54VA, CESSNA C172, ON PHOTO MISSION WORK, AT 1,500 FEET, 3 N VISALIA ENCOUNTERED 5 UAS 200 FEET ABOVE AND 2 UAS 500 FEET BELOW THEIR ALTITUDE. PILOT DESCRIBED UAS AS REMOTE CONTROL GLIDERS. NO FURTHER DESCRIPTION AVAILABLE. LAW ENFORCEMENT HAS BEEN NOTIFIED. "
    },
    {
        "Date": "9/19/2014",
        "City": "Laverne",
        "State": "California",
        "Latitude": "34.100843",
        "Longitude": "-117.767835",
        "Narrative": "PRELIM INFO FROM FAA OPS: LAVERNE, CA/UAS EVENT/1405P/POC ATCT REPORTED A SMALL 4 ROTOR UAS WITH CAMERA ATTACHED WAS REPORTED BY CONTROLLER AT NE CORNER OF ARPT PROPERTY ALTITUDE APPROXIMATELY 75 FEET. NO IMPACT ON OPS. UAS REPORTEDLY USED TO SURVEY A BLDG BY NEWMARK GRUB COMPANY. "
    },
    {
        "Date": "9/18/2014",
        "City": "Portland",
        "State": "Oregon",
        "Latitude": "45.523062",
        "Longitude": "-122.676482",
        "Narrative": "PRELIM INFO FROM FAA OPS: PORTLAND, OR/UAS REPORT/9-11 1427P/PORT OF PORTLAND POLICE DEPARTMENT RECEIVED A REPORT FROM FBI AGENT [redacted] OF AN INDIVIDUAL FLYING A 4 PROP UAS OVER THE FBI BUILDING LOCATED ADJACENT TO NE 82ND, BETWEEN THE SURFACE AND AN ESTIMATED 150-200 FEET. THE LOCATION OF THE FBI BUILDING IS WITHIN .5 MILE EAST RWY 28L/10R PORTLAND INTL ARPT. AT 1442P TOWER OBSERVED THE AIRCRAFT OPERATING AS REPORTED. \n\n\n\n"
    },
    {
        "Date": "9/17/2014",
        "City": "Leesburg",
        "State": "Virginia",
        "Latitude": "39.115662",
        "Longitude": "-77.563601",
        "Narrative": "PRELIM INFO FROM FAA OPS: LEESBURG, VA/UAS INCIDENT/2147E/POTOMAC TRACON ADVISED N242AV, CESSNA C172, REPORTED A UAS WITH TWO RED LIGHTS PASSING 200 FEET ABOVE WHILE AT 1,800 FEET 36 NW DCA. NO CONFLICTS REPORTED. "
    },
    {
        "Date": "9/17/2014",
        "City": "Philadelphia",
        "State": "Pennsylvania",
        "Latitude": "39.952584",
        "Longitude": "-75.165222",
        "Narrative": "PRELIM INFO FROM FAA OPS: PHILADELPHIA, PA/UAS INCIDENT/1315E/PHL APPROACH RECEVIED A REPORT FROM PHILADELPHIA PD OF AN UNAUTHORIZED UAS OPERATING OVER THE PHILADELPHIA CITY HALL.  NO FURTHER INFO AS TO TYPE OF VEHICLE OR WHAT ACTION LEO HAS TAKEN. "
    },
    {
        "Date": "9/17/2014",
        "City": "New York",
        "State": "New York",
        "Latitude": "40.712784",
        "Longitude": "-74.005941",
        "Narrative": "PRELIM INFO FROM FAA OPS: NEW YORK, NY/UAS/0045E/PUBLIC USE PD19, HELICOPTER, REPORTED A UAS AT 800 FEET FLYING CIRCLES AROUND HELICOPTER 5.35 S LA GUARDIA. CLOSEST PROXIMITY TO HELICOPTER APPROXIMATELY 50 FEET. NYPD GROUND UNITS LOCATED AND APPREHENDED OPERATOR. NO UAS DESCRIPTION REPORTED. "
    },
    {
        "Date": "9/15/2014",
        "City": "Baltimore",
        "State": "Maryland",
        "Latitude": "39.290385",
        "Longitude": "-76.612189",
        "Narrative": "PRELIM INFO FROM FAA OPS: BALTIMORE, MD/UAS EVENT/1829E/POTOMAC TRACON ADVISED  SOUTHWEST 2501, B737, ATLANTA, GA - BWI, AT 9,000 FEET REPORTED A UAS 3,000 FEET BELOW ACFT WHILE FLYING 1 NE NOTTINGHAM VORTAC, MD (OUTSIDE THE FRZ). PILOT COULD NOT GIVE A DISCRIPTION OF THE UAS. LEO TO BE NOTIFIED. "
    },
    {
        "Date": "9/14/2014",
        "City": "Allentown",
        "State": "Pennsylvania",
        "Latitude": "40.608431",
        "Longitude": "-75.490183",
        "Narrative": "PRELIM INFO FROM FAA OPS: ALLENTOWN, PA/UAS/1745E/ALLENTOWN ATCT REPORTED  N10VF, CESSNA C152, WHILE ON 1 MILE FINAL FOR RUNWAY 6 AT ALLENTOWN ARPT, OBSERVED  UAS DESCRIBED AS A RADIO CONTROLLED ACFT OFF HIS LEFT WING, AT 300 FEET AGL, APPROXIMATELY 1 MILE FROM THRESHOLD OF RUNWAY 6. LEOS NOT NOTIFIED. "
    },
    {
        "Date": "9/14/2014",
        "City": "Quincy",
        "State": "California",
        "Latitude": "39.936836",
        "Longitude": "-120.947176",
        "Narrative": "PRELIM INFO FROM FAA OPS: QUINCY, CA/UAS INCIDENT/1100P/SEVERAL PEOPLE REPORTED SEEING A UAS AT APRROXIMATELY 4,500 FEET NEAR QUINCY. UAS APPEARS TO SELF PROPELLED, BLACK, AND INFLATIBLE .  \n"
    },
    {
        "Date": "9/14/2014",
        "City": "Portsmouth",
        "State": "New Hampshire",
        "Latitude": "43.071755",
        "Longitude": "-70.762553",
        "Narrative": "PRELIM INFO FROM FAA OPS: PORTSMOUTH, NH/UAS INCIDENT/0940E/VFR N16WC, PIPER PA31, REPORTED A 4 BLADE RECREATIONAL (LIME GREEN) UAS 200 FEET BELOW WHILE HEADING WESTBOUND. NEW HAMPSHIRE STATE PD WAS NOTIFIED .  "
    },
    {
        "Date": "9/13/2014",
        "City": "Everett",
        "State": "Washington",
        "Latitude": "47.978985",
        "Longitude": "-122.202079",
        "Narrative": "PRELIM INFO FROM FAA OPS: EVERETT, WA/UAS/1933P/N41896, PIPER P28A, REPORTED A UAS 5 SSE EVERETT AT 3000-3500 FEET. NO PRIMARY TARGET WAS OBSERVED AND PAE TOWER DID NOT SEE THE UAS. "
    },
    {
        "Date": "9/12/2014",
        "City": "Tampa",
        "State": "Florida",
        "Latitude": "27.950575",
        "Longitude": "-82.457178",
        "Narrative": "PRELIM INFO FROM FAA OPS: TAMPA, FL/UAS INCIDENT/0110E/TPA ARPT OPS CONTACTED DEN IN REF TO RECEIVING A REPORT THAT A UAS HAD BEEN OBSERVED FLYING DOWNTOWN TAMPA (VCNTY SUN TRUST BANK BLDG). NO DESCRIPTION OF UAS. THE LOCATION IS APPROX 6NM FROM TPA. NO IMPACT TO OPS. DEN REQUESTED TPA ARPT OPS CONTACT TAMPA PD WITH REPORT."
    },
    {
        "Date": "9/11/2014",
        "City": "Cleveland",
        "State": "Ohio",
        "Latitude": "41.49932",
        "Longitude": "-81.694361",
        "Narrative": "PRELIM INFO FROM FAA OPS: CLEVELAND, OH/UAS INCIDENT/2049E/LIFE FLIGHT 3, HELICOPTER (TYPE UNKN), REPORTED OBSERVING A UAS TRAVELLING WESTBOUND AT 1,300 FEET, VCNTY BKL ARPT. NO EVASIVE ACTION TAKEN. "
    },
    {
        "Date": "9/11/2014",
        "City": "Phoenix",
        "State": "Arizona",
        "Latitude": "33.448377",
        "Longitude": "-112.074037",
        "Narrative": "PRELIM INFO FROM FAA OPS: PHOENIX, AZ/UAS INCIDENT/1800P/N3831, EUROCOPTER AS350, REPORTED A UAS WHILE NORTHBOUND AT 2,000 FEET 7 S DEER VALLEY ARPT. UAV WAS CROSSING LEFT TO RIGHT THEN TURNED SOUTHBOUND AT 1,900 FEET. NO EVASIVE ACTION REQUIRED. "
    },
    {
        "Date": "9/11/2014",
        "City": "Orlando",
        "State": "Florida",
        "Latitude": "28.538336",
        "Longitude": "-81.379236",
        "Narrative": "PRELIM INFO FROM FAA OPS: ORLANDO, FL/UAS INCIDENT/1351E/CENTRAL FL TRACON ADVISED N8046J, REPORTED A SMALL SILVER TYPE UAS HEADING E AT 2,500 FEET 3 W MCO. NO CONFLICTS REPORTED. "
    },
    {
        "Date": "9/11/2014",
        "City": "Deer Park",
        "State": "Texas",
        "Latitude": "29.705228",
        "Longitude": "-95.12382",
        "Narrative": "PRELIM INFO FROM FAA OPS: DEER PARK, TX/SECURITY/0905C/NATL RESPONSE CENTER REPORTED A LOW FLYING PLANE WAS SEEN AT THE REFINERY THAT LOOKED LIKE A UAS. THE ACFT WAS INITIALLY HEADING NW AND THEN TURNED NE LEAVING THE AREA. THERE WERE NO MARKING ON THE WHITE ACFT THAT WAS FLYING LOWER THAN A NORMAL ACFT. "
    },
    {
        "Date": "9/11/2014",
        "City": "Portland",
        "State": "Oregon",
        "Latitude": "45.523062",
        "Longitude": "-122.676482",
        "Narrative": "PRELIM INFO FROM FAA OPS: PORTLAND, OR/UAS/1425P/PORT OF PORTLAND PD RECEIVED A REPORT FROM THE FBI THAT AN INDIVIDUAL WAS FLYING A 4 PROP UAV AT 150-200 FEET OVER THE FBI BUILDING LOCATED .5 MILE EAST END OF RUNWAY 10R/28L PORTLAND. PORTLAND ATCT ALSO OBSERVED THE UAS AT THE SAME LOCATION AT 1542P. "
    },
    {
        "Date": "9/10/2014",
        "City": "Nashville",
        "State": "Tennessee",
        "Latitude": "36.162664",
        "Longitude": "-86.781602",
        "Narrative": "PRELIM INFO FROM FAA OPS: NASHVILLE, TN/UAS INCIDENT/1715C/ENVOY 3520, CRJ7, ORD - BNA, REPORTED A HELO TYPE UAS ON FINAL FOR RUNWAY 20R APPROX 300 FEET AGL ON THE NORTH SIDE OF I-40 IN A SHOPPING AREA. NO EVASIVE ACTION TAKEN BY THE PILOT. NASHVILLE METRO PD NOTIFIED. "
    },
    {
        "Date": "9/8/2014",
        "City": "New York City",
        "State": "New York",
        "Latitude": "40.712784",
        "Longitude": "-74.005941",
        "Narrative": "PRELIM INFO FROM FAA OPS: LGA/UAS INCIDENTS/1942E/LGA ATCT ADVISED THAT 3 AIRCRAFT, EXPRESSJET 5346, CRJ7; PINNACLE 4166, CRJ9; AND CHAUTAUQUA 6119, E135; REPORTED A VERY CLOSE CALL WITH A UAS ON 5 MILE FINAL FOR RUNWAY 4, AT 1,900 FEET. NY PD AVIATION UNIT NOTIFIED. "
    },
    {
        "Date": "9/7/2014",
        "City": "Lee Summit",
        "State": "Missouri",
        "Latitude": "38.910841",
        "Longitude": "-94.382172",
        "Narrative": "PRELIM INFO FROM FAA OPS: LEE SUMMIT, MO/UAS/1230C/KANSAS CITY ATCT ADVISES N154WW, PIPER PA31, REPORTED BEING OVERFLOWN BY A UAS BY 200 TO 300 FEET AT 2,300 FEET 5 N LEE'S SUMMIT, MO. UAS SOUTHBOUND, ACFT WAS NORTHBOUND. UAS WAS WHITE WITH 2 PROPELLERS, ONE ON EACH SIDE OF THE FUSELAGE. JACKSON COUNTY SHERIFF NOTIFIED. "
    },
    {
        "Date": "9/6/2014",
        "City": "Salt Lake City",
        "State": "Utah",
        "Latitude": "40.760779",
        "Longitude": "-111.891047",
        "Narrative": "PRELIM INFO FROM FAA OPS: SALT LAKE CITY, UT/UAS INCIDENT/1910M/SLC TRACON ADVISED UNIDENTIFIED CIRRUS SR22, REPORTED A UAS PASSING 200 FEET BELOW OPPOSITE DIRECTION WHILE S BOUND AT 10,500 FEET 10.5 SE SALT LAKE CITY. NO CONFLICTS REPORTED. SLC ARPT PD NOTIFIED. "
    },
    {
        "Date": "9/4/2014",
        "City": "Santo Monica",
        "State": "California",
        "Latitude": "34.019454",
        "Longitude": "-118.491191",
        "Narrative": "PRELIM INFO FROM FAA OPS: SANTA MONICA, CA/UAS INCIDENT/1049P/AIR CHINA 987, B777, BEIJING, CHINA - LAX, REPORTED AN UNKN TYPE UAS AT 4,000 FEET, 14 E SMO. NO INJURIES REPORTED. LAPD AIR SUPPORT UNIT NOTIFIED. "
    },
    {
        "Date": "9/4/2014",
        "City": "Buffalo",
        "State": "New York",
        "Latitude": "42.886447",
        "Longitude": "-78.878369",
        "Narrative": "PRELIM INFO FROM FAA OPS: BUF/UAS/1044E/BUF APPROACH REPORTED UAS 4 SSE BUF AT 2,000 FEET RED AND WHITE IN COLOR. POSSIBLY SAME QUAD COPTER AS REPORTED IN PAST. "
    },
    {
        "Date": "9/3/2014",
        "City": "Los Angeles",
        "State": "California",
        "Latitude": "34.052234",
        "Longitude": "-118.243685",
        "Narrative": "PRELIM INFO FROM FAA OPS: LOS ANGELES, CA/UAS INCIDENT/0848P/SOUTHERN CAL TRACON ADVISED THAT XOJET 756, CESSNA C750, VAN NUYS, CA - SANTA ANA, CA, SOUTHBOUND AT 8,000 FEET REPORTED A SLOW MOVING SILVER BOX SHAPED UAS NORTHBOUND AT 7,800 FEET. SCT TO NOTIFY LA COUNTY PD. "
    },
    {
        "Date": "9/3/2014",
        "City": "Knoxville",
        "State": "Tennessee",
        "Latitude": "35.960638",
        "Longitude": "-83.920739",
        "Narrative": "PRELIM INFO FROM FAA OPS: KNOXVILLE, TN/UAS INCIDENT/012000C/A REMOTELY PILOTED UAS (QUADCOPTER WITH CAMERA ATTACHED) WAS OBSERVED OPERATING IN TEMPORARILY RESTRICTED AIRSPACE AROUND THE UNIVERSITY OF TENNESSEE NEYLAND STADIUM. THE UAS WAS NEVER OBSERVED INSIDE THE PERIMETER OF THE STADIUM. THE OPERATOR OF THE UAS WAS ORDERED BY UT POLICE TO LAND THE AIRCRAFT WHICH HE DID. "
    },
    {
        "Date": "8/31/2014",
        "City": "Torrance",
        "State": "California",
        "Latitude": "33.835849",
        "Longitude": "-118.340629",
        "Narrative": "PRELIM INFO FROM FAA OPS: TORRANCE, CA/UAS INCIDENT/1340P/TORRANCE ATCT REPORTED A  UAS WAS OBSERVED 3 NW ZAMPERINI FIELD, TORRANCE, CA, AT 2,400 FEET. UAS WAS DESCRIBED AS A ROTORCRAFT APPROX 1 FOOT IN DIAMETER. LEOS WERE NOT NOTIFIED."
    },
    {
        "Date": "8/30/2014",
        "City": "Allentown",
        "State": "Pennsylvania",
        "Latitude": "40.608431",
        "Longitude": "-75.490183",
        "Narrative": "PRELIM INFO FROM FAA OPS: ALLENTOWN, PA/UAS INCIDENT/2005E/ABE ATCT REPORTED AN UNKN UAS WAS OBSERVED APPROX 1 SW ABE.  UAS LANDED AT NEARBY HS FIELD (LEE VALLEY HIGH SCHOOL), AND IT APPEARED THAT STADIUM PERSONNEL WERE OPERATING USAS.  ABE ATCT WILL NOTIFY STADIUM PERSONNEL TO CEASE OPERATIONS OF UAS. "
    },
    {
        "Date": "8/30/2014",
        "City": "Santa Rosa",
        "State": "California",
        "Latitude": "38.440429",
        "Longitude": "-122.714055",
        "Narrative": "PRELIM INFO FROM FAA OPS: SANTA ROSA, CA/UAS INCIDENT/1434P/HORIZON 474, DEHAVILLAND DH8D, REPORTED A MODEL AIRCRAFT OFF THE LEFT WING WHILE NW BOUND AT 1,300 FEET ON APPROACH, APPROX 2 MILES NE SANTA ROSA. NO CONFLICT REPORTED. POLICE HELICOPTER INVESTIGATED, NOTHING FOUND. "
    },
    {
        "Date": "8/29/2014",
        "City": "Washington",
        "State": "District of Columbia",
        "Latitude": "38.907192",
        "Longitude": "-77.036871",
        "Narrative": "PRELIM INFO FROM FAA OPS: WASHINGTON, DC/UAS INCIDENT/1405E/USCP REPORTED THAT THEY HAD DETAINED AN INDIVIDUAL OPERATING A UAS WITHIN US CAPITOL GROUND."
    },
    {
        "Date": "8/28/2014",
        "City": "St Petersburg",
        "State": "Florida",
        "Latitude": "27.773056",
        "Longitude": "-82.64",
        "Narrative": "PRELIM INFO FROM FAA OPS: ST PETERSBURG, FL/UAS INCIDENT/1936E/ST PETERSBURG ATCT ADVISED N94NF, VAN'S RV9, REPORTED A UAS 3 WEST ST PETERSBURG AT 800 FEET NORTHBOUND. UAS WAS 2-3 FEET IN LENGTH AND WHITE IN COLOR. "
    },
    {
        "Date": "8/28/2014",
        "City": "Falmouth",
        "State": "Massachusetts",
        "Latitude": "41.553221",
        "Longitude": "-70.608589",
        "Narrative": "PRELIM INFO FROM FAA OPS: FALMOUTH, MA/UAS INCIDENT/1858E/BUFFALO APCH ADVISED CANADIAN CFHPM, GULFSTREAM GLF4, REPORTED A UAS WITH GREEN LIGHTS 25 ENE CAPE COD COAST GUARD AIR STATION, FALMOUTH AT 7,500 FEET. "
    },
    {
        "Date": "8/25/2014",
        "City": "Herndon",
        "State": "Virginia",
        "Latitude": "38.969555",
        "Longitude": "-77.386098",
        "Narrative": "UPDATE INFO FROM FAA OPS: HERNDON, VA/UAS INCIDENT/1945E/N5294W, CESSNA C172, REPORTED A UAS CAME WITHIN 20 FEET OF ACFT WHILE AT 1,500 FEET 14 NNW HERNDON. UAS DESCRIBED AS 3 FEET TALL AND A ROTOR ON TOP 2 FEET ACROSS. NO EVASIVE ACTION TAKEN. INCIDENT REPORTED TO THE  PURCELLVILLE, VA PD. "
    },
    {
        "Date": "8/23/2014",
        "City": "Boston",
        "State": "Massachusetts",
        "Latitude": "42.360083",
        "Longitude": "-71.05888",
        "Narrative": "PRELIM INFO FROM FAA OPS: BOS/UAS INCIDENT/1536E/AIR WISCONSIN 3830, CRJ7, REPORTED A SMALL METALLIC UAS PASSING OPPOSITE DIRECTION AT 1,000 FEET WHILE NE BOUND ON FINAL APPROACH RUNWAY 4L, 4 SW BOS. MA STATE PD HELICOPTER INVESTIGATED, NEGATIVE FINDINGS. "
    },
    {
        "Date": "8/23/2014",
        "City": "Nashua",
        "State": "New Hampshire",
        "Latitude": "42.765366",
        "Longitude": "-71.467566",
        "Narrative": "PRELIM INFO FROM FAA OPS: NASHUA, NH/UAS INCIDENT/1420E/NOAA NAA11M, CESSNA C337, WHILE 5 SOUTH OF BOIRE FIELD ARPT AT 3,000 FEET REPORTED UAS OVERHEAD AT 3,500 FEET. UNABLE TO DETERMINE COLOR, DESCRIBED UAS AS DELTA-WING MODEL JET."
    },
    {
        "Date": "8/23/2014",
        "City": "Burbank",
        "State": "California",
        "Latitude": "34.180839",
        "Longitude": "-118.308966",
        "Narrative": "PRELIM INFO FROM FAA OPS: BURBANK, CA/UAS INCIDENT/1225P/N404V, HAWKER BEECHCRAFT BE36, REPORTED A BLACK AND RED, 3x3 FEET, UAS OFF THE LEFT WING PASSING OPPOSITE DIRECTION WHILE N BOUND AT 8,000 FEET 2 S BURBANK. CLOSEST PROXIMITY NOT REPORTED. LAPD NOTIFIED. "
    },
    {
        "Date": "8/22/2014",
        "City": "Las Vegas",
        "State": "Nevada",
        "Latitude": "36.169941",
        "Longitude": "-115.13983",
        "Narrative": "PRELIM INFO FROM FAA OPS: LAS VEGAS, NV/UAS INCIDENT/1941P/LAS VEGAS ATCT REPORTED EMERGENCY 21, LOCAL MEDEVAC HELO, WAS ALMOST STRUCK BY A UAS AT 200 FEET WHILE DEPARTING UNIVERSITY MEDICAL CENTER 4 NNW LAS. LAS METRO PD HELO RESPONDED AND FOUND NO AIRBORNE UAS. "
    },
    {
        "Date": "8/20/2014",
        "City": "Van Nuys",
        "State": "California",
        "Latitude": "34.189857",
        "Longitude": "-118.451357",
        "Narrative": "PRELIM INFO FROM FAA OPS: VAN NUYS, CA/UAS EVENT/1120P/SOUTHERN CALIFORNIA TRACON REPORTED SKY WEST 5641, CRJ2, WHILE DEPARTING BURBANK ARPT REPORTED A UAS AT 8,700 FEET 5 N VAN NUYS. NO DESCRIPTION OF UAS REPORTED. UNKN IF LEO WILL BE NOTIFIED."
    },
    {
        "Date": "8/19/2014",
        "City": "Washington",
        "State": "District of Columbia",
        "Latitude": "38.907192",
        "Longitude": "-77.036871",
        "Narrative": "PRELIM INFO FROM FAA OPS: WASHINGTON, DC/UAS INCIDENT/10005/DC PD REPORTED ARREST OF INDIVIDUAL STUCK IN TREE AT FREEDOM PLAZA, INTERSECTION OF 14TH ST AND PENNSYLVANIA AVE, NW, AFTER HE CLIMBED UP THE TREE TO RETRIEVE HIS UAS THAT HAD CRASHED INTO THE SAME TREE. "
    },
    {
        "Date": "8/18/2014",
        "City": "Meriden",
        "State": "Connecticut",
        "Latitude": "41.538154",
        "Longitude": "-72.807043",
        "Narrative": "PRELIM INFO FROM FAA OPS: MERIDEN, CT/UAS INCIDENT/2053E/N616VT, PIPER P28A, WHILE NE BOUND AT 3,500 FEET REPORTED A GREEN/BLUE UAS OFF LEFT WING 200 FEET BELOW ACFT 5 ESE MERIDEN. NO EVASIVE ACTION TAKEN. "
    },
    {
        "Date": "8/18/2014",
        "City": "Buffalo",
        "State": "New York",
        "Latitude": "42.886447",
        "Longitude": "-78.878369",
        "Narrative": "PRELIM INFO FROM FAA OPS: BUFFALO, NY/UAS/1050E/TWO TOWER CONTROLLERS REPORTED OBSERVING A QUAD COPTER UAS OVER THE CENTER OF THE ARPT. ALTITUDE UNKN. UAS DEPARTED TO THE SOUTHWEST AND WAS THE SIZE OF A SEAGULL. LEO NOTIFIED. "
    },
    {
        "Date": "8/17/2014",
        "City": "Islip",
        "State": "New York",
        "Latitude": "40.729821",
        "Longitude": "-73.210393",
        "Narrative": "PRELIM INFO FROM FAA OPS: ISLIP, NY/MISC - UAS INCIDENT/1345E/ISP ATCT REPORTED N192JK, MOONEY M20R, OBSERVED AN UNKN TYPE UAS AT 2,000 FEET, 5 NW ISP. NO EVASIVE ACTION TAKEN. "
    },
    {
        "Date": "8/17/2014",
        "City": "Windsor",
        "State": "CANADA",
        "Latitude": "42.314937",
        "Longitude": "-83.036363",
        "Narrative": "PRELIM INFO FROM FAA OPS: WINDSOR, CANADA/UAS/0839E/N33AD, CESSNA C414, WHILE SE BOUND AT 15,000 FEET, 14 SE WINDSOR, REPORTED A UAS HEADING NORTHBOUND WITHIN 50 FEET OF ACFT. UAS PASSED FROM LEFT TO RIGHT. ONTARIO PROVINCIAL POLICE NOTIFIED. \n"
    },
    {
        "Date": "8/16/2014",
        "City": "Savannah",
        "State": "Georgia",
        "Latitude": "32.083541",
        "Longitude": "-81.099834",
        "Narrative": "PRELIM INFO FROM FAA OPS: SAVANNAH, GA/UAS INCIDENT/1516E/N2172K, P28B, REPORTED UAS AT 4,500 FEET 8 SE SAV."
    },
    {
        "Date": "8/16/2014",
        "City": "Carlsbad",
        "State": "California",
        "Latitude": "33.158093",
        "Longitude": "-117.350594",
        "Narrative": "PRELIM INFO FROM FAA OPS: CARLSBAD, CA/UAS INCIDENT/0945P/N9897F, CESSNA C172, REPORTED MULTIPLE RC AIRCRAFT 1.5 MILES NE OF RUNWAY 24 APPROACH END AT 800 FEET.  "
    },
    {
        "Date": "8/11/2014",
        "City": "Byron",
        "State": "California",
        "Latitude": "37.867148",
        "Longitude": "-121.638007",
        "Narrative": "PRELIM INFO FROM FAA OPS: BYRON, CA/UAS INCIDENT/2005P/NCT REPORTED N340TU, CESSNA C340, OBSERVED AN UNIDENTIFIED UAS WHILE NORTHWEST BOUND AT 3,000 FEET, VCNTY BYRON. NO EVASIVE ACTION TAKEN. CONTRA COSTA COUNTY SHERIFF NOTIFIED."
    },
    {
        "Date": "8/10/2014",
        "City": "Houston",
        "State": "Texas",
        "Latitude": "29.760427",
        "Longitude": "-95.369803",
        "Narrative": "PRELIM INFO FROM FAA OPS: HOUSTON, TX/UAS INCIDENT/1845C/HOUSTON TRACON ADVISED THAT VFR N771TX, EXPERIMENTAL CTLS, REPORTED A UAS OPERATING AT VERY CLOSE PROXIMITY TO HIS ACFT AT 2,500 FEET IN CLASS B AIRSPACE VCNTY OF THE HOUSTON ASTRODOME 14 NW HOUSTON HOBBY ARPT. "
    },
    {
        "Date": "8/10/2014",
        "City": "Houston",
        "State": "Texas",
        "Latitude": "29.760427",
        "Longitude": "-95.369803",
        "Narrative": "PRELIM INFO FROM FAA OPS: HOUSTON, TX/UAS INCIDENT/1625C/HOUSTON TRACON REPORTED A LIFEGUARD HELO WAS AT 800 FEET AND SIGHTED A RED 4 PROP UAS AT 700 FEET 5 WSW HOUSTON INTERCONTINENTAL ARPT, HEADING UNKN. UAS WAS INSIDE HOUSTON CLASS B AIRSPACE. "
    },
    {
        "Date": "8/10/2014",
        "City": "Atlanta",
        "State": "Georgia",
        "Latitude": "33.748995",
        "Longitude": "-84.387982",
        "Narrative": "PRELIM INFO FROM FAA OPS: ATLANTA, GA/UAS EVENT/1047E/ATLANTA ARTCC REPORTED VENTURE AVIATION GROUP 192, CESSNA C56X, ENCOUNTERED UAS AT FL250, PASSED ABOVE HIM (NORTH TO SOUTH) 100 E ATLANTA. UAS WAS GRAYISH IN COLOR. LEO WAS NOT CONTACTED DUE TO ALTITUDE AND LOCATION. "
    },
    {
        "Date": "8/9/2014",
        "City": "Worcester",
        "State": "Massachusetts",
        "Latitude": "42.262593",
        "Longitude": "-71.802293",
        "Narrative": "UPDATE INFO FROM FAA OPS: WORCESTER, MA/UAS EVENT/1415E/BRADLEY APPROACH REPORTED N119RW, AGUSTA A119, 7 NW WORCESTER, NORTHEAST BOUND, ENCOUNTERED UAS AT 3,500 FEET, OPPOSITE DIRECTION, 500 TO 1,000 FEET OFF RIGHT SIDE OF ACFT. NO EVASIVE ACTION REQUIRED. UAS WAS 4 TO 5 FEET IN LENGTH, GRAY IN COLOR, FIXED WING WITH SINGLE ENGINE IN FRONT AND TAPERED BODY TO REAR. BRADLEY APPROACH NOTIFIED THE MASSACHUSETTS STATE POLICE."
    },
    {
        "Date": "8/8/2014",
        "City": "Grand Rapids",
        "State": "Michigan",
        "Latitude": "42.96336",
        "Longitude": "-85.668086",
        "Narrative": "PRELIM INFO FROM FAA OPS: GRAND RAPIDS, MI/UAS INCIDENT/2143E/A SECURITY GUARD AT 665 SEWARD AVE, GRAND RAPIDS, REPORTED A UAS WITH RED AND GREEN LIGHTS WITH 4 PROPELLERS ON IT HOVERING 100 FEET ABOVE HIS HEAD FOR ABOUT 5 MINS. THERE WAS ALSO A GROUP OF 3 AIRCRAFT WHICH WERE SPEWING BLACK SMOKE THAT MADE SEVERAL PASSES OVER HIS BUILDING AROUND THIS SAME TIME FRAME. "
    },
    {
        "Date": "8/8/2014",
        "City": "White Plains",
        "State": "New York",
        "Latitude": "41.033986",
        "Longitude": "-73.76291",
        "Narrative": "PRELIM INFO FROM FAA OPS: WHITE PLAINS, NY/UAS EVENT/1115E/WHITE PLAINS ATCT REPORTS 2 UAS OPERATING 4.25 SW WEST CHESTER COUNTY ARPT. UAS BLACK IN COLOR OPERATING ABOVE BUILDINGS. REPORT RECEIVED FROM WHITE PLAINS PD. "
    },
    {
        "Date": "8/5/2014",
        "City": "Miami",
        "State": "Florida",
        "Latitude": "25.76168",
        "Longitude": "-80.19179",
        "Narrative": "PRELIM INFO FROM FAA OPS: MIAMI, FL/UAS EVENT/1025E/IBC AIRWAYS 965, SAAB SF34, REPORTED A SILVER UAS AT 4,000 FEET 7.5 E KENDALL-TAMIAMI ARPT. CLOSEST PROXIMITY NOT REPORTED. LEO NOTIFIED. "
    },
    {
        "Date": "8/4/2014",
        "City": "Los Angeles",
        "State": "California",
        "Latitude": "34.052234",
        "Longitude": "-118.243685",
        "Narrative": "HQ DEN,  UAS\nReporting Facility: SO. CALIFORNIA TRACON, LOS ANGELES, CA (TRACON) Call Sign: WJA1696 Aircraft Type: B738\nOrigin: CYVR VANCOUVER, CANADA\nDestination: KLAX LOS ANGELES\nRemarks:\nPIC reported a white \"drone\" operating 4 south of LAX heading eastbound at 4000', no impact to the aircraft's flight. Aircraft was on the final into LAX at 4000'.  No other information available. \n\n"
    },
    {
        "Date": "8/3/2014",
        "City": "Wheeling",
        "State": "West Virginia",
        "Latitude": "40.063962",
        "Longitude": "-80.720915",
        "Narrative": "PRELIM INFO FROM FAA OPS: WHEELING, WV/UAS INCIDENT/174E/N629MC, PILATUS PC12, REPORTED DEVIATING AROUND AN UNKN TYPE UAS AT 3,000 FEET 12 SW WHEELING. UAS APPEARED TO BE SLIGHTLY BELOW 3,000 FEET. LEO NOTIFIED. "
    },
    {
        "Date": "8/2/2014",
        "City": "Yellowstone National Park",
        "State": "Wyoming",
        "Latitude": "44.598885",
        "Longitude": "-110.499898",
        "Narrative": "A small UAV crashed into Grand Prismatic Spring in Yellowstone National Park in Wyoming."
    },
    {
        "Date": "8/2/2014",
        "City": "Colts Neck",
        "State": "New Jersey",
        "Latitude": "40.287611",
        "Longitude": "-74.172365",
        "Narrative": "PRELIM INFO FROM FAA OPS: COLTS NECK, NJ/UAS EVENT/1657E/N8187Y, PIPER PA30, REPORTED A UAS AT 5,500 FEET 6 ESE COLTS NECK. "
    },
    {
        "Date": "7/30/2014",
        "City": "Atlanta",
        "State": "Georgia",
        "Latitude": "33.748995",
        "Longitude": "-84.387982",
        "Narrative": "PRELIM INFO FROM FAA OPS: ATLANTA, GA/UAS INCIDENT/1825E/AIRTRAN 222, B712, TAMPA, FL - ATLANTA, REPORTED A UAS, NO DESCRIPTION GIVEN, SAME ALTITUDE AT 3,000 FEET 20 W ATLANTA. FULTON COUNTY SHERIFF AND UNION CITY PD NOTIFIED. "
    },
    {
        "Date": "7/30/2014",
        "City": "New York",
        "State": "New York",
        "Latitude": "40.712784",
        "Longitude": "-74.005941",
        "Narrative": "Reporting Facility: BOSTON ARTCC, BOSTON, MA (ARTCC) Call Sign: N785QS Aircraft Type: GLF5\nOrigin: EGGW LONDON, UNITED KINGDOM\nDestination: KPVD PROVIDENCE\nRemarks:\nPIC reported a square helicopter type drone at HVQ020018, 9000 feet. NY State PD NTFYD.\n"
    },
    {
        "Date": "7/29/2014",
        "City": "New York",
        "State": "New York",
        "Latitude": "40.712784",
        "Longitude": "-74.005941",
        "Narrative": "PRELIM INFO FROM FAA OPS: LGA/UAS REPORT/2015E/N90 ADVISED ON DEN US AIRWAYS 2192, E190, DCA-LGA, PILOT REPORTED A UAS YELLOW IN COLOR WITH 4 FEET WING SPAN PASSED WITHIN 50 FEET OF ACFT AT 4,000 FEET 5 SW LGA. NYPD AVIATION UNIT ADVISED. "
    },
    {
        "Date": "7/29/2014",
        "City": "Sacramento",
        "State": "California",
        "Latitude": "38.581572",
        "Longitude": "-121.4944",
        "Narrative": "PRELIM INFO FROM FAA OPS: SACRAMENTO, CA/UAS INCIDENT/1658P/NCT ADVISED DEN PILOT OF ARMY SPRTN622, H60, REPORTED A UAS PASSED WITHIN 30 FEET OF ACFT AT 1,300 FEET APPROXIMATELY 1 MILE N MHR. "
    },
    {
        "Date": "7/29/2014",
        "City": "Juneau",
        "State": "Alaska",
        "Latitude": "58.301944",
        "Longitude": "-134.419722",
        "Narrative": "PRELIM INFO FROM FAA OPS: JNU/UAS INCIDENT/271600L/A NORTHSTAR HELICOPTER REPORTED TO JNU AIRPORT A UAS WAS IN THE VCNTY OF GCI BLDG 1 N OF ARPT IN THE HELICOPTERS APCH CORRIDOR. THE UAS WAS OPERATED BY CARLTON-SMITH REAL ESTATE FIRM TAKING PICTURES OF THE BUILDING TO BE PUT UP FOR SALE. AAL FSDO ADVISED."
    },
    {
        "Date": "7/29/2014",
        "City": "Sacramento",
        "State": "California",
        "Latitude": "38.581572",
        "Longitude": "-121.4944",
        "Narrative": "Summary: SPTN622 AN UH60 NATIONAL GUARD HELO REPORTED A UAV 30 FEET FROM HIS A/C WHILE HE WAS AT 1300 FT OVER SUNRISE BLVD JUST NORTH OF U.S. HWY 50 (APPROX 5 MI NORTH EAST OF MHR). UAV DESCRIBED AS A ROTARY TYPE. SPTN622 CONTINUED NORTH EAST TOWARDS FOLSOM LAKE."
    },
    {
        "Date": "7/29/2014",
        "City": "New York",
        "State": "New York",
        "Latitude": "40.712784",
        "Longitude": "-74.005941",
        "Narrative": "Summary: AWE2192 E190 INBOUND TO LGA. LGA 225 RADIAL 5 DME HEADING 040 AT 4000 FT. REPORTED A UNMANNED VEHICLE YELLOW IN COLOR OPPOSITE DIRECTION AT 3950 FT, PASSED JUST UNDERNEATH THE AIRCRAFT. REPORTED TO NYPD AVIATION .\n"
    },
    {
        "Date": "7/28/2014",
        "City": "Reno",
        "State": "Nevada",
        "Latitude": "39.529633",
        "Longitude": "-119.813803",
        "Narrative": "PRELIM INFO FROM FAA OPS: RENO, NV/UNMANNED AIRCRAFT SYSTEMS/2059P/CARE FLIGHT 3, EUROCOPTER AS50, REPORTED A UAS AT 5,200 FEET, 1 SE RENOWN HOSPITAL, RENO. UAS WAS BETWEEN ACFT AND HOSPITAL AND HAD MULTIPLE RED LIGHTS. "
    },
    {
        "Date": "7/28/2014",
        "City": "Juneau",
        "State": "Alaska",
        "Latitude": "58.301944",
        "Longitude": "-134.419722",
        "Narrative": "Description of Event:        JNU: A NORTHSTAR HELICOPTER RPTD TO JNU AIRPORT A DRONE WAS IN THE VCNTY OF GCI BLDG 1 N OF ARPT IN THE HELICOPTERS APCH CORRIDOR, DRONE OPERATED BY A REAL ESTATE FIRM TAKING PICTURES OF THE BUILDING TO BE PUT UP FOR SALE, "
    },
    {
        "Date": "7/25/2014",
        "City": "Wheeling",
        "State": "West Virginia",
        "Latitude": "40.063962",
        "Longitude": "-80.720915",
        "Narrative": "PRELIM INFO FROM FAA OPS: WHEELING, WV/UAS INCIDENT/1130E/N4391L, CESSNA C172, REPORTED A UAS, 3-4 FEET DIAMETER WITH 4 BLADES AND CAMERA, SAME ALTITUDE AND APPROXIMATELY 150 FEET LATERAL DISTANCE FROM ACFT AT 1,000 FEET AGL 5 SW WHEELING, WV. "
    },
    {
        "Date": "7/25/2014",
        "City": "Canarsie",
        "State": "New York",
        "Latitude": "40.640233",
        "Longitude": "-73.906058",
        "Narrative": "PRELIM INFO FROM FAA OPS: CANARSIE, NY/UAS EVENT/1208E/JETBLUE 1105, A320, REPORTED A UAS AT 1,800 FEET OVER CANARSIE. "
    },
    {
        "Date": "7/23/2014",
        "City": "Bellevue",
        "State": "Idaho",
        "Latitude": "43.463518",
        "Longitude": "-114.2606",
        "Narrative": "On July 23, 2014 at approximately 14:17 hours, I received a call from Blaine County Communications for a report of a \"drone\" which was harassing a \"spray plane.\" I contacted the pilot, who said a \"drone\" was following him near Price Lane. I made contact with [redacted]. [redacted] stated he had been operating his DJI Phantom 2 drone when the plane was spraying the field. I explained to [redacted] if he was to cause his drone to hit the spray plane he would cause significant damage to the plane and possibly cause it to crash.[redacted] was very apologetic and stated he had no intentions of causing any damage or injury to anyone. "
    },
    {
        "Date": "7/22/2014",
        "City": "Ft Wayne",
        "State": "Indiana",
        "Latitude": "41.079273",
        "Longitude": "-85.139351",
        "Narrative": "PRELIM INFO FROM FAA OPS: FT WAYNE, IN/UAS INCIDENT/2040E/FT WAYNE APPROACH ADVISED N470DS, DIAMOND DA40, REPORTED A GREEN UAS WITH BLACK WINGS AND RED LIGHT WITH LESS THAN 4 FT WINGSPAN WHILE E BOUND AT 6,100 FEET 20 W FT WAYNE. UAS PASSED 40 FEET BELOW, 150 FEET LATERAL, OPPOSITE DIRECTION. NO EVASIVE ACTION TAKEN. LEO NOT NOTIFIED. "
    },
    {
        "Date": "7/21/2014",
        "City": "Boston",
        "State": "Massachusetts",
        "Latitude": "42.360083",
        "Longitude": "-71.05888",
        "Narrative": "PRELIM INFO FROM FAA OPS: BOSTON, MA/UAS INCIDENT/1953E/BOSTON ARTCC REPORTED COBALT AIR 1510, PILATUS PC12, WHILE SE BOUND AT FL190, REPORTED A UAS WITH 10-15 FT WINGSPAN PASSING 1,000-1,500 FEET BELOW HEADING SOUTHBOUND 10 SE BOSTON. NO CONFLICT REPORTED. "
    },
    {
        "Date": "7/20/2014",
        "City": "Oxford",
        "State": "Connecticut",
        "Latitude": "41.43382",
        "Longitude": "-73.116839",
        "Narrative": "PRELIM INFO FROM FAA OPS: OXFORD, CT/UAS INCIDENT/2013E/BRADLEY TRACON ISSUED MOR AFTER WATERBURY-OXFORD ARPT CONTROLLER REPORTED VFR N2222B, PIPER P28A, ENCOUNTERED A UAS DESCRIBED AS 4 FEET WIDE PASSING 400 FEET ABOVE HIS AIRCRAFT AT 5,700 FEET HEADING ENE. N2222B WAS HEADING SOUTHWESTBOUND AT 5,300 FEET 12 NE WATERBURY-OXFORD ARPT.  BRADLEY TRACON ADVISED MERIDEN. "
    },
    {
        "Date": "7/20/2014",
        "City": "Sausalito",
        "State": "California",
        "Latitude": "37.859094",
        "Longitude": "-122.485251",
        "Narrative": "PRELIM INFO FROM FAA OPS: SAUSALITO, CA/UAS INCIDENT/1927P/N296ME, CESSNA C152, INBOUND TO HAYWARD EXECUTIVE ARPT, HAYWARD, CA, REPORTED A CLOSE CALL WITH A SMALL UAS ROTORCRAFT, WITH A GREEN FLASHING LIGHT, 10.5 N SAUSALITO VOR, AT 4,500 FEET. "
    },
    {
        "Date": "7/20/2014",
        "City": "Lakeland",
        "State": "Florida",
        "Latitude": "28.039465",
        "Longitude": "-81.949804",
        "Narrative": "PRELIM INFO FROM FAA OPS: LAKELAND, FL/UAS INCIDENT/1515E/DELTA 1903, A319, LGA - SRQ, REPORTED OBSERVING A UAS ACFT WHILE SOUTHBOUND AT 3,000 FEET, APPROX 20 N LAL. OBJECT APPEARED TO BE 500 FEET ABOVE. NO NOMAC OR TCAS ALERT. "
    },
    {
        "Date": "7/20/2014",
        "City": "Newark",
        "State": "New Jersey",
        "Latitude": "40.735657",
        "Longitude": "-74.172367",
        "Narrative": "PRELIM INFO FROM FAA OPS: NEWARK, NJ/UNMANNED ACFT SYSTEM/1353E/EXPRESS JET 4388, E135, JAX-EWR, REPORTED A TCAS ALERT WHILE ON FINAL NORTHBOUND FOR RY 4R AT 3,000 FEET. 3 UAS AT 500-1,000 FEET HEADING SOUTHBOUND WAS OBSERVED. NO EVASIVE ACTION TAKEN."
    },
    {
        "Date": "7/19/2014",
        "City": "Yellowstone National Park",
        "State": "Wyoming",
        "Latitude": "44.598885",
        "Longitude": "-110.499898",
        "Narrative": "A small UAV crashed into Yellowstone Lake in Yellowstone National Park in Wyoming. (Date given is approximate.)"
    },
    {
        "Date": "7/19/2014",
        "City": "Dallas",
        "State": "Texas",
        "Latitude": "32.776664",
        "Longitude": "-96.796988",
        "Narrative": "CLOSE OUT INFO FROM FAA OPS: DALLAS-FT WORTH, TX/UAS INCIDENT/2034C/ENVOY 3210, CRJ7, REPORTED AT 1938C ON 10 MILE FINAL TO DFW RUNWAY17L AT 3,000 FEET A 4-10 FEET IN DIAMETER UAS PASSED 500 FEET OFF LEFT SIDE AT SAME ALTITUDE. THE UAS WAS BLACK AND RED IN COLOR WITH 4 ROTORS AND HEADED NORTH BOUND. LEO'S WERE NOTIFIED. "
    },
    {
        "Date": "7/19/2014",
        "City": "Los Angeles",
        "State": "California",
        "Latitude": "34.052234",
        "Longitude": "-118.243685",
        "Narrative": "PRELIM INFO FROM FAA OPS: LOS ANGELES, CA/UAS INCIDENT/1615P/HAWAIIAN 10, A332, REPORTED A CHEVRON SHAPED UAS OVER COLLISEUM AT 3,500 FEET 8 NE LOS ANGELES INTERNATIONAL ARPT. FSDO HAS BEEN NOTIFIED. "
    },
    {
        "Date": "7/18/2014",
        "City": "Charlotte",
        "State": "North Carolina",
        "Latitude": "35.227087",
        "Longitude": "-80.843127",
        "Narrative": "PRELIM INFO FROM FAA OPS: CHARLOTTE, NC/UAS INCIDENT/2010E/PSA 4797, CRJ2, REPORTED THAT DURING 12 MILE FINAL TO CLT RUNWAY 36L AT 3,100 FEET A BLACK AND RED UAS PASSED 100 FEET BELOW ACFT E BOUND. ROCK HILL POLICE NOTIFIED. "
    },
    {
        "Date": "7/18/2014",
        "City": "Ft Beloir",
        "State": "Virginia",
        "Latitude": "38.718872",
        "Longitude": "-77.154268",
        "Narrative": "PRELIM INFO FROM FAA OPS: FT BELVOIR, VA/UAS INCIDENT/1341E/ARMY PAT05, H60, REPORTED A SMALL DARK HELICOPTER LIKE UAS OPERATING 1 NW DAVIDSON ARMY AIRFIELD, FT BELVOIR AT 1,500 FEET. "
    },
    {
        "Date": "7/17/2014",
        "City": "Trenton",
        "State": "New Jersey",
        "Latitude": "40.217053",
        "Longitude": "-74.742938",
        "Narrative": "PRELIM INFO FROM FAA OPS: TRENTON, NJ/UAS EVENT/0853E/N1452U, C172, WHILE LANDING TRENTON AT 1,200 FEET REPORTED A 4 PROPELLER UAS 100 FEET ABOVE ACFT NE BOUND."
    },
    {
        "Date": "7/17/2014",
        "City": "Brooklyn",
        "State": "New York",
        "Latitude": "40.678178",
        "Longitude": "-73.944158",
        "Narrative": "HQ DEN was advised after the fact of an incident where an HMX ACFT reported seeing a UAS within 50-75 feet of Nighthwawk 2 (backup VIP ACFT), about the size of a folding table, during the lift to Wall Street near Bennett Field."
    },
    {
        "Date": "7/15/2014",
        "City": "Minneapolis",
        "State": "Minnesota",
        "Latitude": "44.977753",
        "Longitude": "-93.265011",
        "Narrative": "MINNEAPOLIS, MN: MINNEAPOLIS POLICE DEPARTMENT CALLED MSP ATCT TO ADVISE THEY ARE HANDLING A \"UAS\" (DRONE INCIDENT) ON THE PARKING RAMP AT TARGET FIELD (BASEBALL FIELD). THE INDIVIDUAL WAS UNAWARE OF FAA\nRESTRICTIONS. POLICE WILL PROVIDE MORE INFORMATION TOMORROW AND ADVISE MSP ATCT. "
    },
    {
        "Date": "7/13/2014",
        "City": "Chicago",
        "State": "Illinois",
        "Latitude": "41.878114",
        "Longitude": "-87.629798",
        "Narrative": "PRELIM INFO FROM FAA OPS: CHICAGO, IL/UAS INCIDENT/1106C/CHICAGO O'HARE ATCT ADVISED REPUBLIC 4299, E170, KANSAS CITY, MO - ORD, REPORTED R/C ACFT OPERATING AT 500 FEET AGL ABOUT 1 E ARPT NEAR FINAL RUNWAY 28C. ORD ATCT ADVISED AREA IS A CLOSED R/C AIRPARK. LEO NOTIFIED. "
    },
    {
        "Date": "7/13/2014",
        "City": "Portsmouth",
        "State": "Virginia",
        "Latitude": "36.835426",
        "Longitude": "-76.298274",
        "Narrative": "PRELIM INFO FROM FAA OPS: PORTSMOUTH, VA/UAS INCIDENT/0828E/VIRGINIA PORT AUTHORITY POLICE DEPARTMENT REPORTED LOCATING A UAS ON PROPERTY AT PORTSMOUTH MARINE TERMINAL WEST SIDE OF BUILDING 100. UAS WAS WHITE, 4 PROPS (2 WHITE AND 2 BLUE STRIPED), AND A Z OUTLINED IN BLACK. CAMERA EQUIPPED WITH WIFI CAPABILITY FOUND BROKEN FROM UAS. "
    },
    {
        "Date": "7/12/2014",
        "City": "Columbus",
        "State": "Georgia",
        "Latitude": "32.460976",
        "Longitude": "-84.987709",
        "Narrative": "PRELIM INFO FROM FAA OPS: COLUMBUS, GA/UAS INCIDENT/1410E/ATL TRACON REPORTED N2872T, PIPER PA31, FORT PIERCE, FL - MCMINNVILLE, TN, AT 8,000 FEET REPORTED A UAS 500 FEET ABOVE, BLACK AND GRAY IN COLOR WITH A 4-5 FOOT WINGSPAN HEADING SE BOUND. MOR TO BE FILED. "
    },
    {
        "Date": "7/12/2014",
        "City": "Cincinnati",
        "State": "Ohio",
        "Latitude": "39.103118",
        "Longitude": "-84.51202",
        "Narrative": "PRELIM INFO FROM FAA OPS: CINCINNATI, OH/UAS INCIDENT/1322E/CINCINNATI TRACON REPORTED N845P, CIRRUS SR22, LORAIN ELYRIA, OH - LOUISVILLE, KY, REPORTED A BLACK QUADCOPTER IN CLOSE PROXIMITY OFF THE ACFT LEFT SIDE AT 8,000 FEET 16 NNE CINCINNATI. MOR TO BE FILED BY CINCINNATI TRACON. "
    },
    {
        "Date": "7/11/2014",
        "City": "New Orleans",
        "State": "Louisiana",
        "Latitude": "29.951066",
        "Longitude": "-90.071532",
        "Narrative": "PRELIM INFO FROM FAA OPS: NEW ORLEANS, LA/UAS INCIDENT/1915C/NEW ORLEANS  ATCT REPORTED THAT AT 1640C, AIRMED 5, HELO, AT 2,800 FEET, 23 S OF BATON ROUGE REPORTED A UAS WITH RED AND WHITE LIGHTS, 4 TO 5 FEET IN DIAMETER, PASSED ABOUT 100 FEET BELOW. ARMED 5 ADVISED IT LOOKED LIKE A REMOTE CONTROL DEVICE. MOR FILED. "
    },
    {
        "Date": "7/11/2014",
        "City": "Cleveland",
        "State": "Ohio",
        "Latitude": "41.49932",
        "Longitude": "-81.694361",
        "Narrative": "PRELIM INFO FROM FAA OPS: CLEVELAND, OH/UAS INCIDENT/1157E/N2065P, SCHWEIZER H269, BANKED RIGHT AS THEY PASSED A RED UAS (PSBL QUADROCOPTER) ABOUT 50 YARDS OFF THEIR LEFT SIDE AT 1,700 FEET 4.8 NE CLEVELAND. CLE FSDO NOTIFIED. MOR HAS BEEN FILED."
    },
    {
        "Date": "7/9/2014",
        "City": "Honolulu",
        "State": "Hawaii",
        "Latitude": "21.306944",
        "Longitude": "-157.858333",
        "Narrative": "PRELIM INFO FROM FAA OPS: HONOLULU, HI/UAS INCIDENT/0840L/MOKULELE 59, CESSNA C208, REPORTED SIGHTING OF A UAS 50-75 FEET OFF RIGHT WING AT 2,000 FEET OVER PUNCHBOWL HONOLULU, HI. TYPE OF UAS UNKN. \nSummary: On GC frequency, MUL59 reported seeing a drone over when they were over Punchbowl at 2,000 feet. The pilot made the report at 1845Z. The pilot reported seeing the drone about 50-75 feet off their right wing. The pilot could not describe the type of drone but reported that it was definitely visible."
    },
    {
        "Date": "7/8/2014",
        "City": "Washington",
        "State": "District of Columbia",
        "Latitude": "38.907192",
        "Longitude": "-77.036871",
        "Narrative": "PRELIM INFO FROM FAA OPS: WASHINGTON, DC/UAS INCIDENT/1055E/POTOMAC TRACON ADVISED THAT N33443, PIPER P28A, AT 2,200 FEET REPORTED A UAS THAT PASSED 400 - 500 FEET BELOW HIM. UAS DESCRIBED AS A SMALL WHITE AIRPLANE FLYING SOUTHBOUND 21 S DCA. DOD DEFERRING ACTION. "
    },
    {
        "Date": "7/7/2014",
        "City": "Portland",
        "State": "Oregon",
        "Latitude": "45.523062",
        "Longitude": "-122.676482",
        "Narrative": "PRELIM INFO FROM FAA OPS:  PORTLAND, OR/UAS INCIDENT/1312P/N5311E, HAWKER BEECHCRAFT BE35, REPORTED PASSING A UAS WHILE WESTBOUND AT 2,200 FEET 3-4 N PDX ARPT. PILOT DESCRIBED UAS AS BRIGHT AND SHINY, APPROXIMATELY 1 FOOT IN DIAMETER. UNABLE TO DETERMINE IF UAS WAS STATIONARY OR MOVING. "
    },
    {
        "Date": "7/7/2014",
        "City": "Washington",
        "State": "District of Columbia",
        "Latitude": "38.907192",
        "Longitude": "-77.036871",
        "Narrative": "PRELIM INFO FROM FAA OPS: WASHINGTON, DC/UAS INCIDENT/1000E/NCRCC ADVISES US PARK SERVICE POLICE ARE QUESTIONING AN INDIVIDUAL AFTER REPORTS OF A SMALL QUAD-UAS BEING FLOWN VCNTY LINCOLN MEMORIAL. UAS NOW ON GROUND. [redacted] ALSO RESPONDED. "
    },
    {
        "Date": "7/7/2014",
        "City": "New York City",
        "State": "New York",
        "Latitude": "40.712784",
        "Longitude": "-74.005941",
        "Narrative": "HQ DEN,  \nReporting Facility: LA GUARDIA ATCT, NEW YORK CITY, NY (ATCT) \nRemarks:\nLGA ATCT advised that PD19 a NYC PD helicopter reported a very fast moving UAS passing his ACFT with 800 feet separation, around 2,000 feet, 2nm north of the George Washington Bridge, NYC, NY.  PD19 following the UAS to landing area and confiscated the UAS.  No further information known at this time; possible charges pending.\n\nSummary: PD19 HELO REPORTED A DRONE FLYING VERY QUICKLY IN THE VICINITY OF THE GEORGE WASHINGTON BRIDGE AND SPUYTEN DUVIL ESTIMATED UP TO AN ALTITUDE OF 2,000 FEET AGL. THE DRONE ALSO FLEW WITHIN AN ESTIMATED 800 FEET LATERALLY TO PD19. NYPD CONFISCATED THE DRONE AND IS INVESTIGATING. DEN AND ROC NOTIFIED."
    },
    {
        "Date": "7/4/2014",
        "City": "Key West",
        "State": "Florida",
        "Latitude": "24.555059",
        "Longitude": "-81.779987",
        "Narrative": "A small quadcopter shooting video of Fourth of July fireworks in Key West, FL crashes into crowd on a pier, cutting a man on his arm and leg."
    },
    {
        "Date": "7/4/2014",
        "City": "Caldwell",
        "State": "New Jersey",
        "Latitude": "40.839822",
        "Longitude": "-74.276537",
        "Narrative": "Type of MOR:  Public inquiry or concern (including all pilot reported NMACs)\nCDW-M-2014/07/04-0002Date/Time:\nClosest Proximity: 0 miles and 400 feet\n \nSummary: N41SJ, a helicopter based at Caldwell, reported encountering a drone 1 mile off the approach end of Runway 22 at CDW.  The pilot reported that it passed 400 feet below him.  No further details are available.\n"
    },
    {
        "Date": "7/3/2014",
        "City": "Washington",
        "State": "District of Columbia",
        "Latitude": "38.907192",
        "Longitude": "-77.036871",
        "Narrative": "Summary: NCRCC REQUEST MOR: DRONE P-56A VIOLATOR: AT 2328Z USSS PATROL REPORTED AN INDIVIDUAL OPERATING AN UAS (QUAD-COPTER W/CAMERA) WITHIN P-56A (IN THE VICINITY OF SHERMAN PARK) AT 100 FEET. THE INDIVIDUAL WAS DETAINED AND THE UAS WAS CONFISCATED BY USSS.\n"
    },
    {
        "Date": "6/30/2014",
        "City": "Savannah",
        "State": "Georgia",
        "Latitude": "32.083541",
        "Longitude": "-81.099834",
        "Narrative": "Summary: ASH2803, CRJ9 from CLT to SAV, was on a 2.1 mile final to runway 01 at SAV and reported a UAS (drone) at 800 feet altitude and 500 to 700 feet off his left wing.  He described the drone as black/white with a probe sticking out of the nose, basically a fixed wing style. The pilot did not take any evasive action and landed without incident."
    },
    {
        "Date": "6/29/2014",
        "City": "Washington",
        "State": "District of Columbia",
        "Latitude": "38.907192",
        "Longitude": "-77.036871",
        "Narrative": "Potomac Consolidated TRACON (PCT) - Sunday, June 29, 2014 at 2:35 p.m. EDT: POE725/DH8D was cleared for the Visual Approach to Runway 19C at Washington Dulles (IAD) when the aircraft reported a Near Midair Collision (NMAC) with a drone. POE725 was approximately eight miles north of IAD at 2,800 feet when the aircraft came within 50 feet of what was reported as a black and silver drone with three circular propellers. POE725 stated no course correction was necessary to avoid the drone. The aircraft landed without further incident. Both the Domestic Events Network (DEN) and Local Law Enforcement officials were notified."
    },
    {
        "Date": "6/29/2014",
        "City": "Wilmington",
        "State": "Delaware",
        "Latitude": "39.739072",
        "Longitude": "-75.539788",
        "Narrative": "HQ DEN, UAS, NOTAM-VIP, TFR\nReporting Facility: GREATER WILMINGTON ATCT, WILMINGTON, DE (ATCT) \nRemarks:\nILG ATCT advised that VFR N63465/C150 at 2,500 feet reported seeing a wingless drone approximately 5 feet in size at 2,000 feet over/in the VIP TFR for Greenville/Wilmington, DE NOTAM 9/3124 (SFC to 1500' feet 1nm radius); USSS advised.\n"
    },
    {
        "Date": "6/29/2014",
        "City": "Detroit",
        "State": "Michigan",
        "Latitude": "42.331427",
        "Longitude": "-83.045754",
        "Narrative": "HQ DEN,  \nReporting Facility: DETROIT TRACON, DETROIT, MI (TRACON) \nRemarks:\nD21 advised that ASQ5544 CRJ7 ORF..DTW they observed a UAS while maneuvering 6nm SE of VLL airport (no mention of near miss condition or any other hazard reported by the PIC).  D21 will query PIC for more detailed information after landing at DTW.\n\n\nPRELIM INFO FROM FAA OPS: TROY, MI/UAS INCIDENT/1132E/EXPRESS JET 5544, CRJ7, REPORTED UAS AT 7,500 FEET INSIDE DETROIT CLASS B AIRSAPCE 6 SE TROY, MICHIGAN. NO CONFLICT REPORTED. "
    },
    {
        "Date": "6/29/2014",
        "City": "Fairfield",
        "State": "New Jersey",
        "Latitude": "40.883741",
        "Longitude": "-74.305996",
        "Narrative": "N5521S REPORTED AN UNIDENTIFIED FLYING OBJECT APPROXIMATED TWO TO THREE MILES NORTH NORTHEAST OF THE FIELD AT OR BELOW 1000 FEET. UPON ARRIVAL, FURTHER QUESTIONED VIA GROUND CONTROL. N21S IDENTIFIED THE AIRCRAFT AS POSSIBLY A REMOTE CONTROL HELICOPTER WITH A BLUE LIGHT. REPORTED TO FAIRFIELD POLICE DEPARTMENT WHO REFFERED IT TO THE TOTOWA POLICE DEPARTMENT"
    },
    {
        "Date": "6/27/2014",
        "City": "Stockton",
        "State": "California",
        "Latitude": "37.957702",
        "Longitude": "-121.29078",
        "Narrative": "Summary: N64PJ, a helicopter, was transitioning SCK Class D at approximately 750 feet. He reported to SCK LC that he almost hit two remote control gliders. He had one at eye level and one directly below him. He said they looked to be 5 or 6 feet in size. He was unfamiliar with the local area and stated that it appeared to be at a sports complex, south of the airport, he saw several baseball fields possibility a soccer field and a water tank in the middle of the complex. He said that he was giving us all the information to pass on and was not directly filing a NMAC. The ATM called the Manteca police and had them look at Northgate Park and the East Union High school area for the gliders. None have been located at the time of this MOR entry. "
    },
    {
        "Date": "6/26/2014",
        "City": "Scottsdale",
        "State": "Arizona",
        "Latitude": "33.49417",
        "Longitude": "-111.926052",
        "Narrative": "PRELIM INFO FROM FAA OPS: SCOTTSDALE, AZ/UAS INCIDENT/1935P/SCOTTSDALE ATCT ADVISED THAT N820JT, CESSNA C510, ABQ TO SDL, REPORTED A QUADCOPTER RV PASSED 50 FEET OFF WING AT 1,000 FEET 2 MILES OFF APPROACH END RUNWAY 21. PILOT ADVISED HE FLEW SAME TYPE RV AS A HOBBY. "
    },
    {
        "Date": "6/25/2014",
        "City": "Teterboro",
        "State": "New Jersey",
        "Latitude": "40.859822",
        "Longitude": "-74.059307",
        "Narrative": "PRELIMI INFO FROM FAA OPS: TETERBORO, NJ/UAS INCIDENT/1455E/N801DE, DASSAULT FALCON DA20, AT 800 FEET, ON FINAL APPROACH TO TEB, REPORTED SILVER UAS HELO 50 BELOW RIGHT WING. "
    },
    {
        "Date": "6/22/2014",
        "City": "New York",
        "State": "New York",
        "Latitude": "40.712784",
        "Longitude": "-74.005941",
        "Narrative": "PRELIM INFO FROM FAA OPS: NYC/UAS INCIDENT/1550E/N90 REPORTED THAT BOTH AMERICAN 368, B737, AND DELTA 2540, B757, OBSERVED AN UNKN TYPE UAS BETWEEN 4,500 FEET AND 5,000 FEET SOUTH OF MANHATTAN ISLAND. NYPD AVIATION IS SENDING AN AIRBONE ASSET TO SCENE TO INVESTIGATE. "
    },
    {
        "Date": "6/22/2014",
        "City": "Great Falls",
        "State": "Virginia",
        "Latitude": "38.998165",
        "Longitude": "-77.288316",
        "Narrative": "On 7 July 2014, the FBI Baltimore Field Office received information in reference to a suspicious drone. On 22 June 2014, two United States Park Police Officers observed a drone flying over an overlook at the Great Falls Park. The identified operator of the drone was issued a Code of Federal\nRegulations (CFR) violation for operating a drone aircraft without a permit. The individual was also advised of his violation of the Federal Aviation Administration (FAA) Airspace rules for the National Capitol Region.\n"
    },
    {
        "Date": "6/21/2014",
        "City": "Hastings",
        "State": "Michigan",
        "Latitude": "42.645868",
        "Longitude": "-85.29084",
        "Narrative": "PRELIM INFO FROM FAA OPS: HASTINGS, MI/UAS INCIDENT/1433E/GRAND RAPIDS ATCT ADVISED THAT N330F, CESSNA C182, REPORTED HE PASSED A UAS AT\n1,000 FEET AGL (NO DIRECTION OF FLIGHT GIVEN FOR EITHER UAS OR ACFT) JUST SOUTH OF THE APPROACH END OF RUNWAY 30 AT HASTINGS AIRPORT (9D9)\nWHILE CLIMBING OUT WITH PARACHUTE JUMPERS. "
    },
    {
        "Date": "6/19/2014",
        "City": "Charleston",
        "State": "South Carolina",
        "Latitude": "32.776475",
        "Longitude": "-79.931051",
        "Narrative": "PRELIM INFO FROM FAA WOC: CHARLESTON, SOUTH CAROLINA/UAS REPORT/6-11 1434E/EXPRESS JET 5740, CRJ2, REPORTED WHITE UAS, 4 FT WINGSPAN ON 6 MILE FINAL FOR RUNWAY 15 AT 1,100 FEET. 500 FEET SEPARATION MAINTAINED, NO ACTION REQUIRED. "
    },
    {
        "Date": "6/16/2014",
        "City": "Savannah",
        "State": "Georgia",
        "Latitude": "32.083541",
        "Longitude": "-81.099834",
        "Narrative": "PRELIM INFO FAA OPS: SAVANNAH, GA/UAS INCIDENT/1047E/SAVANNAH ATCT ADVISES N792CD, CIRRUS SR20, AT 2,100 FEET REPORTED UAS AT 500 FEET 2-3 NW SAV. JETBLUE 841, A320, AT 1,700 FEET REPORTED UAS AT 700-1200 FEET. BOTH ACFT PASSED DIRECTLY OVERHEAD. UAS TOP WHITE APPROX 5 FT LONG. "
    },
    {
        "Date": "6/10/2014",
        "City": "Arlington ",
        "State": "Texas",
        "Latitude": "32.735687",
        "Longitude": "-97.108066",
        "Narrative": "A small UAV shooting video crash-lands atop AT&T Stadium, the Arlington, TX home of the Dallas Cowboys. The team said they would return the device to the operator, who revealed the incident in a YouTube video posted June 10."
    },
    {
        "Date": "6/10/2014",
        "City": "Miami",
        "State": "Florida",
        "Latitude": "25.76168",
        "Longitude": "-80.19179",
        "Narrative": "PRELIM INFO FROM FAA OPS: MIAMI, FL/UAS INCIDENT/0828E/ASO ROC REPORTED THAT AN INDIVIDUAL WAS APPREHENDED AT 0828E WHILE OVERFLYING A SMALL UAS OVER THE US DISTRICT COURT FOR THE SOUTHERN DISTRICT OF FLORIDA (400 N MIAMI AVE, MIAMI, FL).  MIAMI-DADE PD RESPONDED TO SCENE, ISSUED A VERBAL WARNING BUT DID NOT ARREST INDIVIDUAL.  PERSONAL INFORMATION WILL FOLLOW VIA E-MAIL. "
    },
    {
        "Date": "6/9/2014",
        "City": "Virginia Beach",
        "State": "Virginia",
        "Latitude": "36.852926",
        "Longitude": "-75.977985",
        "Narrative": "PRELIM INFO FROM FAA OPS: VIRGINIA BEACH, VA/UAS INCIDENT/1855E/MILITARY REDHAWK 710, H60, REPORTED AN ORANGE AND WHITE SQUARE SHAPED UAS APPROX 6-8 FEET DIAMETER AT 1,300 FEET 4 E VIRGINIA BEACH. NO CONFLICTS REPORTED. "
    },
    {
        "Date": "6/1/2014",
        "City": "Dulles",
        "State": "Virginia",
        "Latitude": "38.951624",
        "Longitude": "-77.448081",
        "Narrative": "PRELIM INFO FROM FAA OPS: WASHINGTON, DC/UAS/1413E/DULLES TWR ADVISED UNITED 967, B763, REPORTED A GOLD /BRONZE COLORED 4 ENGINE HELICOPTER TYPE UAS AT 1,800 FEET 5 N IAD. UNITED 967, ON FINAL RWY 19L, REPORTED UAS 100 FEET BELOW AND 100 FEET TO RIGHT OF ACFT. FLIGHT OPERATION NOT AFFECTED. FAIRFAX CO SHERIFF AVIATION NOTIFIED AND WILL LAUNCH."
    },
    {
        "Date": "5/30/2014",
        "City": "Boston",
        "State": "Massachusetts",
        "Latitude": "42.360083",
        "Longitude": "-71.05888",
        "Narrative": "PRELIM INFO FROM FAA OPS: BOSTON, MA/UAS/1715E/MEDFLIGHT 2, SIKORSKY S76, DEPARTING TUFTS MEDICAL CENTER, REPORTED A UAS AT 500 FEET. NO EVASIVE ACTION TAKEN. UNKN IF LEO NOTIFIED."
    },
    {
        "Date": "5/29/2014",
        "City": "Manhattan",
        "State": "New York",
        "Latitude": "40.790278",
        "Longitude": "-73.959722",
        "Narrative": "PILOT REPORTED SIGHTING A POSSIBLE DRONE AT 5500 OVER THE SOUTH END OF MANHATTAN. AIRCRAFT WAS INBOUND TO LGA. OBJECT WAS REPORTED AS BLACK 10 -15 FT WIDE, GULL WING."
    },
    {
        "Date": "5/29/2014",
        "City": "Los Angeles",
        "State": "California",
        "Latitude": "34.052234",
        "Longitude": "-118.243685",
        "Narrative": "AIRCRAFT 1 AND AIRCRAFT 2 BOTH ON APPROACH TO RUNWAY 25L 20 MILE FINAL LAX REPORTED WHAT APPEARED TO BE A \"TRASH CAN SIZED\" UAV OR R/C AIRCRAFT EASTBOUND AT 6500.  NO TARGETS OR PRIMARY RADAR RETURNS ON THE ACD.  DEN ADVISED"
    },
    {
        "Date": "5/29/2014",
        "City": "Salt Lake City",
        "State": "Utah",
        "Latitude": "40.760779",
        "Longitude": "-111.891047",
        "Narrative": "While flying in Salt Lake City Class B airspace today, the approach controller gave us a traffic warning of \"unkown type and altitude\" that popped up on radar about 1 mile in front of us. I spotted what I at first thought was big, birthday-party sized Mylar balloon. As we got a bit closer, it turned out to be a large-ish UAV with a flashing green light one side. I didn't get close enough to spot what model, brand, how many rotors, etc., but it was large enough to carry an SLR at least and did have something hanging on it. The camera was busy shooting down through the vertical port, so I didn't get a photo, and I didn't really want to circle back to take a closer look. We were 1,200ft AGL, and it was maybe 100ft above us, 6 miles South of Salt Lake International Airport, and well inside the surface area of the Class B airspace. "
    },
    {
        "Date": "5/25/2014",
        "City": "Charleston",
        "State": "West Virginia",
        "Latitude": "38.34982",
        "Longitude": "-81.632623",
        "Narrative": "This bulletin is being provided for your situational awareness. At 23:57 on 25 May 2014 a drone was reported to be flying between 1000 and 2000 feet and had a close call with a US Airways Regional Jet near Yeager Airport in Charleston, WV. The drone was also spotted flying low over the Charleston Area Medical Center Womens and Childrens Hospital helicopter pad. Updated information will be provided as if is received."
    },
    {
        "Date": "5/25/2014",
        "City": "New York",
        "State": "New York",
        "Latitude": "40.712784",
        "Longitude": "-74.005941",
        "Narrative": "PRELIM INFO FROM FAA OPS: NEW YORK, NY/UAS INCIDENT/1930E/NEW YORK TRACON ADVISED (VIA DEN) A UAS WAS RECOVERED BY NYPD AT APPROXIMATE 7:30 PM ON SUNDAY, 25 MAY, NEAR CITI FIELD IN NEW YORK. THE UAS WAS CARRYING A CAMERA AND HAD BEEN RECORDING DURING FLIGHT. NYPD REPORTEDLY REVIEWED THE UAS'S CAMERA SD CARD AND NOTICED IT HAD LAUNCHED OUT OF FLUSHING MEADOWS. "
    },
    {
        "Date": "5/24/2014",
        "City": "Detroit",
        "State": "Michigan",
        "Latitude": "42.331427",
        "Longitude": "-83.045754",
        "Narrative": "Detroit Wayne ATCT (DTW)  Saturday, May 24, 2014 at 5:22 p.m. EDT:  (SkyWest) SKW4644/CRJ2 en route to Detroit, MI (DTW) reported seeing a remote controlled aircraft at 1,600 feet on a three mile final for Runway 22R at DTW.  The pilot reported that the remote controlled aircraft came very close to his aircraft.  "
    },
    {
        "Date": "5/11/2014",
        "City": "Kennedy Space Center",
        "State": "Florida",
        "Latitude": "28.572872",
        "Longitude": "-80.648981",
        "Narrative": "Report of lost link by an aircraft being flown at the Space Florida flight demonstration on May 11 that was recovered a mile from the demo site, but no investigation was conducted. "
    },
    {
        "Date": "5/5/2014",
        "City": "St. Louis",
        "State": "Missouri",
        "Latitude": "38.627003",
        "Longitude": "-90.199404",
        "Narrative": "A small quadcopter crash-landed on the 30th floor balcony of the tallest building in St. Louis, Missouri. The floor of the downtown building is occupied by a law firm."
    },
    {
        "Date": "5/4/2014",
        "City": "Sunrise",
        "State": "Florida",
        "Latitude": "26.166971",
        "Longitude": "-80.256595",
        "Narrative": "SUNRISE, FL : N5793J, AS355F1, REPORTED A NEAR MISS WITH A DRONE NE OF THE BBAND T CENTER IN SUNRISE, FL. PILOT STATED THE DRONE WAS BEING OPERATED BY A PEDESTRIAN ON THE GROUND. 5/4 1025Z"
    },
    {
        "Date": "5/3/2014",
        "City": "Atlanta",
        "State": "Georgia",
        "Latitude": "33.748995",
        "Longitude": "-84.387982",
        "Narrative": "DAL1382 B752 DESCENDING OUT OF 040 FOR A VISUAL APCH TO RWY 27L REPORTED A UAV OPERATING AT HIS ALTITUDE IN CLOSE PROXIMITY TO HIS AIRCRAFT. THE PILOT DID NOT INDICATE THAT IT WAS A NMAC AS THE UAV CONTINUED TO OPERATE TO HIS LEFT. THE UAV WAS DESCRIBED TO BE ABOUT FOUR FOOT SQUARE WITH 4 LEGS AND BRIGHT LIGHTS.TRAFFIC WAS NOT ISSUED AS NO PRIMARY OR SECONDARY RADAR RETURNS WERE VISIBLE ON THE RADAR SCOPE."
    },
    {
        "Date": "5/1/2014",
        "City": "Griffin",
        "State": "Georgia",
        "Latitude": "33.246781",
        "Longitude": "-84.26409",
        "Narrative": "While driving through Griffin, Georgia on 05-01-2014 at 1730 hours approx 1  mile east of 6A2 on Hill Street in between the intersections of Soloman  Street and Taylor Street, I observed an \"octo-copter\" type UAS vehicle  carrying a camera and operating directly over heavy traffic below the height  of the adjacent buildings lining the street. I also observed several  individuals at the intersection of Hill Street and Soloman Street conducting  filming operations on the ground as well. On 05-02-2014, I spoke with representatives from ASO-220 and FSDO-11 in regards to any knowledge of this filming operations, in particular the UAS operation. Both offices had no knowledge of such operation. I then began to investigate as to whom may be filming in Griffin at this time. I researched the Griffin Daily News website and located an article in regards to a company by the name of Stalwart Films being in the area filming the same week. I also researched the internet for a contact number for Stalwart Films. Once I found a local contact number for Stalwart Films, I proceeded to contact them in regards to the UAS operation on 05-01-2014. I was given a name of [redacted] in production to speak to. I contacted [redacted] and began to inquire to the UAS operation. [redacted] denied that Stalwart Films was operating a UAS type vehicle or \"drone\" as he mentioned for filming purposes but did confirm they were filming in the same location as I observed the UAS operation. I drove the same route on 05-03-2014 but did not observe any filming type operations. On 05-05-2014 I overheard a report of a similar type UAS operated on or about 05-03-2014 in the McDonough, Georgia area in what appears to be the approach area for KATL. It was reported that this aircraft may have been operating at an altitude of about 4000 ft. I find it interesting that a similar type UAS aircraft operating in 2 areas relatively close in proximity in a time span of only a couple of days. There is a concern as to the safety of the operation of this type of UAS platform for the use of filming in what the FAA considers a populated or urban area and lacking an evaluation by the FAA in regards to the necessity of a Certificate of Authorization as per Notice 8900.227, effective 07-30-2013."
    },
    {
        "Date": "4/21/2014",
        "City": "Bishopvilla",
        "State": "South Carolina",
        "Latitude": "34.218211",
        "Longitude": "-80.248406",
        "Narrative": "A small UAV crashed outside Lee Correctional Institution in Bishopville, S.C. Operators were using it to try to smuggle cell phones, tobacco products and marijuana into the prison."
    },
    {
        "Date": "4/20/2014",
        "City": "Atlanta",
        "State": "Georgia",
        "Latitude": "33.748995",
        "Longitude": "-84.387982",
        "Narrative": "A report of two men flying a UAS on short final to Runway 9R at 400' by several airliners. After notification and discussion with ROC and the tower supervisor, I advised Airports to contact local police. Tower subsequently tasked Landside operations to investigate. No documentation was received from Landside operations and only identification was that it was a fixed wing a/c and there were two men in a white van. Police did not show (were called off by Landside)."
    },
    {
        "Date": "4/11/2014",
        "City": "Wheeling",
        "State": "Illinois",
        "Latitude": "42.139193",
        "Longitude": "-87.928959",
        "Narrative": "The Cook County Police informed Regional Counsel that they were investigating a crashed unmanned aircraft (UA) found on the property of Tech-cor, in Wheeling, IL. The street address is 100 E. Palatine Rd., Wheeling IL. This is approximately 1/4nm from Chicago Executive Airport (PWK). The UA was found by a Tech-cor guard on the business property during morning rounds on Sunday 4/6/14. The aircraft appears to be a Lumenier QAV540G quadcopter, with a first-person-view camera attached. It had two broken propellers, but otherwise no apparent damage. There was no additional camera for taking and/or storing imagery. There is no other evidence to the cause of the crash. There is no evidence as to what the purpose or mission of the UA was. This record is being closed with no further action required"
    },
    {
        "Date": "4/8/2014",
        "City": "Cypress",
        "State": "Texas",
        "Latitude": "29.969112",
        "Longitude": "-95.697169",
        "Narrative": "On 08Apr14, a store customer observed a UA fall from the sky at an HEB food store in Cypress, TX. The customer found the UAV lying on the ground with a small camera attached. According to the SOI, no one has been able to determine who the UA belongs to.\n\nWhile Cypress, TX does not contain any MTSA-regulated facilities, this city is located within the Sector Houston-Galveston AOR. This report is the fourth such report on UAs in the past month for the AOR. The same day of the UA discovery, there was a major traffic fatality accident nearby on State Highway 290. It is possible that the UA could have been used to obtain aerial photographs of the accident scene, which was a major media event in the Houston area."
    },
    {
        "Date": "4/6/2014",
        "City": "Silver Lake",
        "State": "Michigan",
        "Latitude": "43.67271",
        "Longitude": "-86.514765",
        "Narrative": "PILOT REPORTED A UAV  1/4 MILE EAST OF SILVER LAKE AT 2,300 FEET MSL.  THE UAV WAS REPORTED TO BE A HELICOPTER APPROXIMATELY 1 METER IN DIAMETER. LOCAL LAW ENFORECMENT ADVISED."
    },
    {
        "Date": "4/1/2014",
        "City": "Everett",
        "State": "Washington",
        "Latitude": "47.978985",
        "Longitude": "-122.202079",
        "Narrative": "A pilot that was flying his personal aircraft just outside class D airspace west of Paine Field Washington claimed he was at 2,500 feet MSL approaching Paine Field when an unmanned helicopter passed by him at his altitude within 200 feet laterally. I called Pain Field and they had no knowledge of the unmanned helicopter. The pilot in the airplane estimated the size of the helicopter to be around 3 feet."
    },
    {
        "Date": "3/22/2014",
        "City": "Tallahassee",
        "State": "Florida",
        "Latitude": "30.438256",
        "Longitude": "-84.280733",
        "Narrative": "AT 1945Z PILOT REPORTED TO TLH TOWER THAT HIS AIRCRAFT ALMOST STRUCK A REMOTE CONTROL AIRCRAFT 3 MILES NORTHEAST OF TLH AIRPORT AT 2300'"
    },
    {
        "Date": "3/9/2014",
        "City": "Anne Arundel",
        "State": "Maryland",
        "Latitude": "38.953011",
        "Longitude": "-76.548823",
        "Narrative": "MARCH 9, 2014 AT 1600Z, THE PILOT OF N181FA, PA28 CALLED TO REPORT THAT AFTER HE DEPARTED ANP AIRPORT ON MARCH 8, 2014 ABOUT 2357Z A QUAD COPTER (COMMERCIAL DRONE) CAME REALLY CLOSE TO HIS AIRCRAFT WHILE HE WAS CLIMBING OUT OF 1600'. PILOT STATED THAT WAS A VERY UNSAFE SITUATION."
    },
    {
        "Date": "2/22/2014",
        "City": "Durham",
        "State": "North Carolina",
        "Latitude": "35.994033",
        "Longitude": "-78.898619",
        "Narrative": "2102Z: AFTER LANDING AT RDU, PILOT REPORTED SEEING A POSSIBLE UAV 7-10 NM NNW OF RDU AT 2500.\nTHE PILOT REPORTED THE UNKNOWN OBJECT GETTING WITHIN A FEW HUNDRED YARDS OF HIS AIRCRAFT. THE UNKNOWN OBJECT APPEARED TO HAVE A TWO TO THREE FOOT WING SPAN, FLYING STRAIGHT AND LEVEL AT A GOOD RATE OF SPEED.\n\nFALCON DATA REVIEWED. \n2022Z: A PRIMARY TARGET DEPARTED 8NC8 (LAKERIDGE) NW BOUND, NO ALTITUDE READOUT, SPEED INDICATING 60 KTS.\n2023Z: THE PRIMARY TARGET MERGES WITH AIRCRAFT, TRAFFIC WAS ISSUED BY ATC, AND THE TARGET CONTINUES ON A NW BOUND HEADING.\n2117Z: THE PRIMARY TARGET CIRCLES THE 8NC8 AIRPORT THEN APPEARS TO LAND."
    },
    {
        "Date": ""
    }
]